Repository: wp-plugins/genesis-translations
Catalog: trunk/genesis20/*.po
Languages: pl_pl

source: You may notice that the default Genesis style sheet is a bit shorter, and on the front end looks different. We've updated the default design and extended the width of the layout to 1152px. Now you've got more real estate to showcase your content.
pl_pl: Można zauważyć, że domyślny arkusz stylów Genesis jest nieco krótszy, a na front end wygląda inaczej. Mamy zaktualizowany domyślne projekt i rozszerzyliśmy szerokość układu do 1152px. Teraz masz więcej przestrzeni do zaprezentowania treści.

source: Not Found, Error 404
pl_pl: Błąd 404. Nie znaleziono.

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
pl_pl: Strona, której szukasz nie istnieje. Proszę wrócić do <a href="%s">Strony Głównej</a> i spróbować znaleźć to czego szukasz tam. Możesz także skorzystać z informacji poniżej w celu odnalezienia potrzebnych informacji.

source: Pages:
pl_pl: Strony:

source: Categories:
pl_pl: Kategorie:

source: Authors:
pl_pl: Autorzy:

source: Monthly:
pl_pl: Miesiące:

source: Recent Posts:
pl_pl: Ostatnie wiadomości:

source: This post is password protected. Enter the password to view comments.
pl_pl: Ten post jest chroniony hasłem. Podaj hasło, aby zobaczyć komentarze.

source: Genesis - Import/Export
pl_pl: Genesis - Import / Eksport

source: Import/Export
pl_pl: Import/Eksport

source: Import Genesis Settings File
pl_pl: Importuj pliki ustawień Genesis

source: Upload the data file (<code>.json</code>) from your computer and we'll import your settings.
pl_pl: Prześlij plik danych (<code>.json</code>) z komputera, a my zaimportujemy Twoje ustawienia.

source: Choose the file from your computer and click "Upload file and Import"
pl_pl: Wybierz plik z komputera i kliknij przycisk "Prześlij plik i Import"

source: Upload File: (Maximum Size: %s)
pl_pl: Prześlij plik: (Maksymalny rozmiar: %s)

source: Upload File and Import
pl_pl: Prześlij plik i importuj

source: Export Genesis Settings File
pl_pl: Eksport plików ustawień Genesis

source: When you click the button below, Genesis will generate a data file (<code>.json</code>) for you to save to your computer.
pl_pl: Po kliknięciu na poniższy przycisk, Genesis wygeneruje plik danych (<code>.json</code>), aby zapisać na go komputerze.

source: Once you have saved the download file, you can use the import function on another site to import this data.
pl_pl: Po zapisaniu pliku, możesz użyć funkcji importu w celu przywrócenia ustawień.

source: Download Export File
pl_pl: Pobierz plik eksportu

source: Settings successfully imported.
pl_pl: Ustawienia zostały pomyślnie zaimportowane.

source: There was a problem importing your settings. Please try again.
pl_pl: Wystąpił problem podczas importowania ustawień. Prosimy spróbować ponownie.

source: Theme Settings
pl_pl: Ustawienia motywu

source: SEO Settings
pl_pl: Ustawienia SEO

source: No export options available.
pl_pl: Brak dostępnych opcji eksportu.

source: Theme SEO Settings
pl_pl: Ustawienia SEO Szablonu

source: Custom Document Title
pl_pl: Własny tytuł dokumentu

source: Characters Used: %s
pl_pl: Użyte znaki: %s

source: Custom Post/Page Meta Description
pl_pl: Własny opis Meta postu / strony

source: Custom Post/Page Meta Keywords, comma separated
pl_pl: Własne słowa kluczowe postu / strony (oddzielone przecinkiem)

source: Custom Canonical URI
pl_pl: Własny kanoniczny URI

source: Custom Redirect URI
pl_pl: Własne przekierowanie URI

source: Robots Meta Settings
pl_pl: Ustawienia Robotów

source: Apply %s to this post/page
pl_pl: Zastosuj %s do tego postu / strony

source: Custom Tracking/Conversion Code
pl_pl: Własne kod śledzenia/konwersji

source: Layout Settings
pl_pl: Ustawienia Rozkładu

source: Default Layout set in <a href="%s">Theme Settings</a>
pl_pl: Domyślny szablon ustaw w <a href="%s">ustawieniach motywu</a>

source: Custom Body Class
pl_pl: Własna klasa Body

source: Custom Post Class
pl_pl: Własna klasa postu

source: The %s file was not found in the child theme, or it was empty.
pl_pl: Plik %s nie został odnaleziony w child theme, lub był on pusty.

source: Genesis - SEO Settings
pl_pl: Genesis - ustawienia SEO

source: Save Settings
pl_pl: Zapisz ustawienia

source: Reset Settings
pl_pl: Resetuj ustawienia

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Settings reset.
pl_pl: Reset ustawień.

source: Error saving settings.
pl_pl: Błąd zapisywania ustawień.

source: Document Title Settings
pl_pl: Ustawienia Tytułu Dokumentu

source: Homepage Settings
pl_pl: Ustawienia strony głównej

source: Document Head Settings
pl_pl: Ustawienia nagłówka dokumentu

source: Archives Settings
pl_pl: Ustawienia archiwum

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
pl_pl: Tytuł dokumentu (%s) jest najważniejszym pojedynczym elementem w źródle dokumentu dla <abbr title="Search engine optimization">SEO</abbr>. Informuje treściwie wyszukiwarki jakiego typu informacja jest zawarta w dokumencie. Tytuł może i powinien być różny na każdej stronie, ale te opcje pomogą Ci kontrolować jak to będzie wyglądało domyślnie.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
pl_pl: <strong>Domyślnie</strong>, tytuł strony głównej będzie zawierał tytuł strony, natomiast pojedynczy wpis i podstrona będą zawierały tytuł wpisu i podstrony, archiwa zaś typ archiwum itp.

source: Add site description (tagline) to %s on home page?
pl_pl: Dodać opis strony (tagline) do %s na stronie głównej?

source: Add site name to %s on inner pages?
pl_pl: Dodać nazwę strony do %s na podstronach?

source: Document Title Additions Location:
pl_pl: Lokalizacja Dodatków Tytyłu Dokumentu

source: Determines which side the added title text will go on.
pl_pl: Określa na której stronie pojawi się dodany tytuł tekstowy.

source: Left
pl_pl: Lewo

source: Right
pl_pl: Prawo

source: Document Title Separator:
pl_pl: Separator Tytułu Dokumentu

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
pl_pl: Jeżeli tytuł składa się z dwóch części, wtedy separator będzie między nimi.

source: Which text would you like to be wrapped in %s tags?
pl_pl: Który tekst chcesz wstawić w tagi %s ?

source: The %s tag is, arguably, the second most important <abbr title="Search engine optimization">SEO</abbr> tag in the document source. Choose wisely.
pl_pl: %s tak jest niewątpliwie drugim najważniejszym tagiem <abbr title="Search engine optimization">SEO</abbr> w źródle strony. Wybierz rozsądnie.

source: Site Title
pl_pl: Tytuł strony

source: Site Description (Tagline)
pl_pl: Opis Strony (Tagline)

source: Neither. I'll manually wrap my own text on the homepage
pl_pl: Zaden. Samodzielnie stworzę własny tekst na stronie głównej

source: Homepage Document Title:
pl_pl: Tytuł Strony Głównej

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
pl_pl: Jeśli zostawisz to pole puste, w zamian będzie użyty tytuł Twojej strony.

source: Home Meta Description:
pl_pl: Opis Meta Strony głównej

source: The meta description can be used to determine the text used under the title on search engine results pages.
pl_pl: Opis meta może być użyty w celu określenia tekstu, który wyświetla się pod tytułem w wynikach wyszukiwarki.

source: Home Meta Keywords (comma separated):
pl_pl: Słowa kluczowe strony głównej (oddzielone przecinkiem).

source: Keywords are generally ignored by Search Engines.
pl_pl: Słowa kluczowe są zazwyczaj ignorowane przez wyszukiwarki.

source: Homepage Robots Meta Tags:
pl_pl: Tagi Meta Robots Strona głównej:

source: Apply %s to the homepage?
pl_pl: Zastosować %s do strony głównej?

source: Homepage Author
pl_pl: Autor

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
pl_pl: Wybierz użytkownika, który ma być wyświetlony jako %s na stronie głównej. Upewnij się, że wprowadził adres do swojego profilu Google+ w opcjach.

source: Select User
pl_pl: Wybierz użytkownika

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
pl_pl: Domyślnie WordPress dodaje kilka tagów w dokumencie %1$s. Większość z nich jest totalnie niepotrzebna i nie daje żadnych wartości dla <abbr title="Search engine optimization">SEO</abbr>, co więcej, powodują wolniejsze ładowanie się strony %1$s.. Wybierz które z nich chcesz dołączyć do strony, jeśli nie wiesz do czego służą, zostaw odznaczone.

source: Relationship Link Tags:
pl_pl: Związki linku tagów:

source: Adjacent Posts %s link tags
pl_pl: Tagi linków dla sąsiadujących postów %s.

source: Windows Live Writer Support:
pl_pl: Obsługa systemu Windows Live:

source: Include Windows Live Writer Support Tag?
pl_pl: Dołączyć Windows Live Writer Support Tag?

source: Shortlink Tag:
pl_pl: Tag dla skróconego odnośnika:

source: Include Shortlink tag?
pl_pl: Załączyć tag skróconego odnośnika?

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
pl_pl: <span class="genesis-admin-note">Info:</span> Shortlink tag może mieć znaczenie dla innych zadań, ale nie ma żadnej wartości dla<abbr title="Search engine optimization">SEO</abbr>.

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
pl_pl: W zależności od Twojej sytuacji, możesz chcieć lub nie chcieć, aby następujące strony archiwum były indeksowane przez wyszukiwarki. Tylko Ty możesz podjąć decyzję.

source: Apply %s to Category Archives?
pl_pl: Zastosować %s dla archiwum kategorii?

source: Apply %s to Tag Archives?
pl_pl: Zastosować %s dla archiwum tagów?

source: Apply %s to Author Archives?
pl_pl: Zastosować %s dla archiwum autorów?

source: Apply %s to Date Archives?
pl_pl: Zastosować %s dla archiwum dat?

source: Apply %s to Search Archives?
pl_pl: Zastosować %s dla archiwum wyszukiwania?

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
pl_pl: Niektóre wyszukiwarki cache'ują stronę (np. Google). Tag %1$s powstrzyma je od tego. Wybierz które archiwa chcesz oznaczyć %1$s.

source: Apply %s to Entire Site?
pl_pl: Zastosować %s dla całej strony?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
pl_pl: Czasami wyszukiwarki używają źródeł takich jak Open Directory Project i Yahoo! Directory żeby wyszukać tytuły i opisy dla twoich treści. Generalnie nie chcesz żeby to robiły. Tagi %s oraz %s powstrzymają je od tego.

source: Apply %s to your site?
pl_pl: Zastosować %s dla Twojej strony?

source: Canonical Paginated Archives
pl_pl: Archiwa podzielone kanonicznie

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
pl_pl: Ta opcja prowadzi wyszukiwarki do pierwszej strony archiwum jeżeli wyświetlają stronę podzieloną na części. Jeśli nie wiesz co to znaczy, zostaw włączone.

source: Archive Settings
pl_pl: Ustawienia archiwów.

source: Archive Headline
pl_pl: Nagłówek archiwów

source: Leave empty if you do not want to display a headline.
pl_pl: Zostaw puste jeśli nie chcesz wyświetlać nagłówka

source: Archive Intro Text
pl_pl: Tekst powitalny archiwów

source: Leave empty if you do not want to display any intro text.
pl_pl: Zostaw puste jeśli nie chcesz wyświetlać tekstu powitalnego.

source: Custom Document %s
pl_pl: Własny dokument %s

source: %s Description
pl_pl: %s opis

source: %s Keywords
pl_pl: %s słowa kluczowe

source: Comma separated list
pl_pl: Lista oddzielona przecinkami

source: Robots Meta
pl_pl: Meta robotów

source: Apply %s to this archive?
pl_pl: Zastosować %s da tego archiwum?

source: Choose Layout
pl_pl: Wybierz motyw

source: Follow me on Twitter
pl_pl: Śledź mnie na Twitterze

source: Information
pl_pl: Informacja

source: Color Style
pl_pl: Style Kolorów

source: Custom Feeds
pl_pl: Własne kanały

source: Default Layout
pl_pl: Domyślny styl

source: Header
pl_pl: Nagłówek

source: Navigation
pl_pl: Nawigacja

source: Breadcrumbs
pl_pl: Breadcrumb

source: Comments and Trackbacks
pl_pl: Komentarze i Trackback'i

source: Content Archives
pl_pl: Archiwum treści

source: Blog Page Template
pl_pl: Szablon Bloga

source: Header and Footer Scripts
pl_pl: Skrypty w nagłówku i stopce

source: Version:
pl_pl: Wersja:

source: Released:
pl_pl: Wydany:

source: Display Theme Information in your document source
pl_pl: Informacje motywu wyświetlane w źródle dokumentu

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
pl_pl: To może być pomocne podczas diagnozowania problemów z Twoją skórką - <a href="%s" target="_blank">forum dyskusyjne</a>.

source: Enable Automatic Updates
pl_pl: Włączenie aktualizacji automatycznych

source: Notify
pl_pl: Informuj

source: when updates are available
pl_pl: kiedy aktualizacje są dostępne

source: If you provide an email address above, your blog can email you when a new version of Genesis is available.
pl_pl: Jeśli podasz swój adres e-mail powyżej, blog poinformuje Cię o nowej wersji Genesis.

source: Color Style:
pl_pl: Style Kolorów:

source: Default
pl_pl: Domyślnie

source: Please select the color style from the drop down list and save your settings.
pl_pl: Proszę wybrać kolor z opuszczanej listy i zapisać swoje ustawienia.

source: Use for site title/logo:
pl_pl: Użyj dla logo/tytułu strony.

source: Dynamic text
pl_pl: Tekst dynamiczny

source: Image logo
pl_pl: Obraz logo

source: In order to use the navigation menus, you must build a <a href="%s">custom menu</a>, then assign it to the proper Menu Location.
pl_pl: W celu korzystania z menu nawigacji, trzeba zbudować <a href="%s">niestandardowe menu </a>, a następnie przypisać go do odpowiedniej lokalizacji Menu.

source: Primary Navigation
pl_pl: Podstawowa nawigacja

source: Enable Fancy Dropdowns?
pl_pl: Włączyć listę rozwijaną?

source: Enable Extras on Right Side?
pl_pl: Włączyć dodatki z prawej strony?

source: Display the following:
pl_pl: Wyświetla następujące:

source: Today's date
pl_pl: Dzisiejsza data

source: RSS feed links
pl_pl: Link kanału RSS

source: Search form
pl_pl: Formularz wyszukiwania

source: Twitter link
pl_pl: Link Twitter

source: Enter Twitter ID:
pl_pl: Wpisz Twitter ID:

source: Twitter Link Text:
pl_pl: Link Text Twitter:

source: Secondary Navigation
pl_pl: Drugorzędna nawigacja

source: Enter your custom feed URI:
pl_pl: Wprowadź niestandardowy adres URI:

source: Redirect Feed?
pl_pl: Przekierowanie RSS?

source: Enter your custom comments feed URI:
pl_pl: Wpisz niestandardowe kanały komentarzy URI:

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
pl_pl: Jeśli niestandardowe kanały(y) nie są obsługiwane przez Feedburner, nie zaleca się korzystania z opcji przekierowania.

source: Enable Comments
pl_pl: Włącz komentarze

source: on posts?
pl_pl: w postach?

source: on pages?
pl_pl: na stronach?

source: Enable Trackbacks
pl_pl: Włącz Trackbacks

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
pl_pl: Komentarze i Trackback'i może być wyłączona na poście/stronie podstawę do tworzenia/edytowania postów/stron.

source: Enable on:
pl_pl: Włącz:

source: Posts Page
pl_pl: Strona z wpisami

source: Homepage
pl_pl: Strona główna

source: Posts
pl_pl: Wiadomości

source: Pages
pl_pl: Strony

source: Archives
pl_pl: Archiwum

source: 404 Page
pl_pl: Strona 404

source: Attachment Page
pl_pl: Strona Załączników

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
pl_pl: Breadcrumb to świetny sposób, z pozwoleniem odwiedzających dowiedzieć się, gdzie znajdują się na Twoje stronie, wystarczy rzut oka. Można włączyć/wyłączyć je na pewnych obszarach witryny.

source: Select one of the following:
pl_pl: Wybierz jedną z następujących czynności:

source: Display post content
pl_pl: Wyświetlanie treści postu

source: Display post excerpts
pl_pl: Wyświetl fragmenty postu

source: Limit content to
pl_pl: Limit zawartości

source: characters
pl_pl: znaków

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
pl_pl: Użycie tej opcji spowoduje ograniczenie tekstu i jego formatowanie. Aby skorzystać z tej opcji, wybierz "pokaż treści postu" w oknie powyżej.

source: Include the Featured Image?
pl_pl: Dołączyć polecany obraz?

source: Image Size:
pl_pl: Rozmiar Fotki:

source: Select Post Navigation Technique:
pl_pl: Wybierz technikę nawigacji w wiadomościach

source: Older / Newer
pl_pl: Starsze / Nowsze

source: Previous / Next
pl_pl: Poprzedni / Następny

source: Numeric
pl_pl: Numeryczne

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
pl_pl: Opcje te wpłyną na dowolnej stronie blogu, jak i w tym archiwum, autora, blogu, kategorii, wyszukiwania i tagów.

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
pl_pl: Te ustawienia zostaną zastosowane do każdej strony z ustawionym szablonem "Blog", strona główna oraz archiwa pozostaną niezmienione.

source: Display which category:
pl_pl: Wyświetl z kategoriami:

source: All Categories
pl_pl: Wszystkie kategorie

source: Exclude the following Category IDs:
pl_pl: Wyklucz następujące ID kategorii

source: Comma separated - 1,2,3 for example
pl_pl: oddzielone przecinkiem, na przykład 1,2,3

source: Number of Posts to Show:
pl_pl: Liczba wpisów do pokazania:

source: Enter scripts or code you would like output to %s:
pl_pl: Wpisz skrypty lub kod, który chciałbyś wyświetlić w %s:

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
pl_pl: Hak (hook) %1$s wykonuje się natychmiast przed zamknięciem tagu %2$s w dokumencie.

source: User Permissions
pl_pl: Prawa Użytkowników

source: Genesis Admin Menus
pl_pl: Genesis - Menu administratora

source: Enable Genesis Admin Menu?
pl_pl: Włączyć menu administratora Genesis?

source: Enable SEO Settings Submenu?
pl_pl: Włączyć menu ustawień SEO?

source: Enable Import/Export Submenu?
pl_pl: Włączyć menu importu/eksportu?

source: Author Archive Settings
pl_pl: Ustawienia archiwów autora

source: These settings apply to this author's archive pages.
pl_pl: Ustawienia te dotyczą autora strony archiwum.

source: Custom Archive Headline
pl_pl: Niestandardowy nagłówek archiwum

source: Will display in the %s tag at the top of the first page
pl_pl: Będzie wyświetlany w %s tagu na górze pierwszej strony

source: Custom Description Text
pl_pl: Niestandardowy opis tekstu

source: This text will be the first paragraph, and display on the first page
pl_pl: Ten tekst będzie w pierwszym akapicie, i będzie wyświetlać się na pierwszej stronie

source: Author Box
pl_pl: Box autora

source: Enable Author Box on this User's Posts?
pl_pl: Włączyć box autora na stronie użytkownika?

source: Enable Author Box on this User's Archives?
pl_pl: Włączyć box autora na stronie archiwum użytkownika?

source: Welcome to Genesis %s
pl_pl: Witaj w Genesis %s

source: Thank you for updating to the latest version! Using Genesis %s will give you more options than you've ever had and your website will continue to purr like a kitten.
pl_pl: Dzięki za zaktualizowanie do najnowszej wersji! Używanie Genesis %s daje Ci więcej opcji niż kiedykolwiek miałeś na swojej stronie.

source: What&#8217;s New
pl_pl: Co nowego

source: Updated Design and Wider Layout
pl_pl: Zaktualizowany Design i Szerszy Layout

source: Updated Security Audit
pl_pl: Zaktualizowany Audyt Bezpieczeństwa

source: It's very important to us that we provide you the absolute best framework possible, so once again we hired WordPress Lead Developer Mark Jaquith to perform a full review of code for security as he's done in the past.
pl_pl: Dla nas najważniejsze jest dostarczenie absolutnie najlepszego frameworku, więc ponownie zatrudniliśmy Lead Developera WordPressa Marka Jaquith aby przeprowadził pełny przegląd kodu dla bezpieczeństwa, jak to miało miejsce w przeszłości.

source: Google Author Highlights
pl_pl: Wyróżnienie autorstwa w Google

source: Genesis now offers support for author highlighting. This allows Google to associate your content with your Google+ content. Just edit your profile, find the field where you can enter your Google+ account URL, and save. Genesis does the rest. And if you want to associate an author with the homepage, you can do that in SEO Settings.
pl_pl: Genesis oferuje wsparcie wyróżniania autorstwa. Pozwala to Google'owi powiązać treść z Twoim profilem Google+. Edytuj swój profil, znajdź pole do wpisania linku profilu Google+ i zapisz. Genesis zajmie się resztą. A jeśli chciałbyś skojarzyć autora ze stroną główną, możesz to zrobić w ustawieniach SEO.

source: Deprecating Widgets
pl_pl: Przedawniające się widżety

source: Genesis has always included some useful widgets to help you build your sites faster and easier. But lately, we realized that some of these widgets should really be plugins, so authors can push out updates more frequently, and you get more up to date code. So, the "eNews & Updates" and "Latest Tweets" widgets are being ported to plugins, and will eventually be removed from Genesis.
pl_pl: Genesis zawsze zawierało użyteczne widżety aby pomóc budować Twoją stronę szybciej i łatwiej, ale później doszliśmy do wniosku, że niektóre z nich powinny być wtyczkami, aby autorzy mogli częściej dokonywać aktualizacji i dostarczyć Ci bardziej aktualnego kodu. Tak więc widżety "eNews & Updates" oraz "Latest Tweets" zostały przeniesione do wtyczek i prawdopodobnie będą usunięte z Genesis.

source: Genesis Category/Page Menu Widgets Removed
pl_pl: Usunięte widżety Genesis Menu Kategorii/Strony
