Repository: wp-plugins/genesis-translations
Catalog: trunk/genesis20/*.po
Languages: pl_pl

source: We deprecated the Category and Page menu widgets a few releases ago, and as of this release, we've completely removed them from the framework. If you were still using either of these widgets, you will notice that your menu is no longer showing.
pl_pl: Przedawniliśmy widżety menu Kategorii i Stron kilka wydań temu i od tego wydania usunęliśmy je ostatecznie z frameworku. Jeśli jeszcze używałeś któregoś z nich powinieneś zauważyć, że menu już się nie pokazuje.

source: You will need to build a <a href="%s">custom menu</a> and add the custom menu widget to the Header Right widget area.
pl_pl: Będziesz musiał zbudować <a href="%s">niestandardowe menu</a> i dodać je widżetem "custom menu" w Header Right.

source: Other Geeky Stuff
pl_pl: Inne sprawy dla geeków.

source: We also fixed a lot of little bugs, improved some things, and generally made the framework a more solid foundation for you to use. We hope you enjoy this latest release!
pl_pl: Naprawiliśmy również wiele małych błędów, poprawiliśmy pewne rzeczy i generalnie zrobiliśmy framework bardziej solidny w użyciu. Mamy nadzieję, że cieszysz się z używania ostatniego wydania!

source: Genesis 2.0 Roadmap
pl_pl: Mapa drogowa Genesis 2.0

source: Support for HTML5 Markup
pl_pl: Wsparcie dla HTML5

source: We have big plans for a new markup structure in Genesis 2.0, all built with HTML5.
pl_pl: Mamy wielkie plany dla nowej struktury znaczników w Genesis 2.0, wszystko zbudowane w oparciu o HTML5.

source: A New Mobile Strategy
pl_pl: Nowa strategia mobilna

source: In case you can't tell, we're big fans of designing for mobile devices around here. So, we're going to be doing some things that will make it a whole lot easier to get your site mobile ready with Genesis in 2.0.
pl_pl: W przypadku gdybyś tego nie stwierdził, jesteśmy wielkimi fanami projektowania dla urządzeń mobilnych. Więc planujemy dokonać paru spraw, które pomogą i ułatwią stać się twojej stronie gotowej dla tych urządzeń z Genesis w wersji 2.0.

source: Project Leads
pl_pl: Prowadzący projekt

source: Lead Developer
pl_pl: Główny developer

source: Contributors
pl_pl: Współpracownicy

source: Contributor
pl_pl: Współpracownik

source: Go to Theme Settings &rarr;
pl_pl: Idź do Ustawień Szablonu &rarr;

source: Go to SEO Settings &rarr;
pl_pl: Idź do Ustawień SEO &rarr;

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
pl_pl: Nie możesz użyć %s do stworzenia dwóch menu w tej samej podklasie. Proszę użyć oddzielnych podklas dla każdego menu.

source: Are you sure you want to reset?
pl_pl: Czy na pewno chcesz zresetować?

source: Home
pl_pl: Strona główna

source: You are here:
pl_pl: Jesteś tutaj:

source: Archives for
pl_pl: Archiwum dla

source: Search for
pl_pl: Wyszukiwanie dla

source: Not found:
pl_pl: Nie znaleziono:

source: View %s
pl_pl: Zobacz %s

source: View all posts in %s
pl_pl: Pokaż wszystkie posty z %s

source: View all %s
pl_pl: Zobacz wszystkie %s

source: View archives for %s
pl_pl: Zobacz archiwum dla %s

source: View archives for %s %s
pl_pl: Zobacz archiwum dla %s %s

source: View all items in %s
pl_pl: Zobacz wszystkie przedmioty w %s

source: This file no longer needs to be included.
pl_pl: Ten plik już nie wymaga załączenia.

# time difference
source: seconds
pl_pl: sekundy

# time difference
source: %s year
pl_pl: %s rok

# time difference
source: %s month
pl_pl: %s miesiąc

# time difference
source: %s day
pl_pl: %s dzień

# time difference
source: %s hour
pl_pl: %s godzin

# time difference
source: %s minute
pl_pl: %s minuta

# time difference
source: %s second
pl_pl: %s sekunda

source: Content-Sidebar
pl_pl: treść-sidebar

source: Sidebar-Content
pl_pl: sidebar-treść

source: Content-Sidebar-Sidebar
pl_pl: treść-sidebar-sidebar

source: Sidebar-Sidebar-Content
pl_pl: sidebar-sidebar-treść

source: Sidebar-Content-Sidebar
pl_pl: sidebar-treść-sidebar

source: Full Width Content
pl_pl: Pełna zawartość tekstu

source: No Label Selected
pl_pl: Nie wybrano etykiet

source: The argument, "context", has been replaced with "theme_location" in the $args array.
pl_pl: Argument "context" został zamieniony z "theme_location" w tablicy $args.

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
pl_pl: Czy wypróbowałeś już oprogramowanie Scribe do tworzenia treści marketingowych? Wyszykuje, optymalizuje treść i stronę buduje więzi bez opuszczania WordPressa. <b>Posiadacze Genesis dużo oszczędzają korzystając ze specjalnego linka na tej stronie stworzonego specjalnie dla Ciebie</b>. <a href="%s" target="_blank">Kliknij tutaj aby uzyskać więcej informacji</a>.

source: Dismiss
pl_pl: Oddal

source: Congratulations! You are now rocking Genesis %s
pl_pl: Gratulacje! Jesteś teraz na biegunach Genesis %s

source: Click here to complete the upgrade
pl_pl: Kliknij tutaj, aby dokończyć uaktualnienie

source: Genesis %s is available. <a href="%s" class="thickbox thickbox-preview">Check out what's new</a> or <a href="%s" onclick="return genesis_confirm('%s');">update now</a>.
pl_pl: %s Genesis jest dostępny. <a href="%s" class="thickbox thickbox-preview">Sprawdź co nowego</a> lub <a href="%s" onclick="return genesis_confirm('%s');">uaktualnij teraz</a>.

source: Upgrading Genesis will overwrite the current installed version of Genesis. Are you sure you want to upgrade?. "Cancel" to stop, "OK" to upgrade.
pl_pl: Aktualizacja Genesis nadpisuje aktualnie zainstalowaną wersji Genesis. Czy na pewno chcesz uaktualnić?. "Anuluj", aby zatrzymać, "OK", aby przejść do aktualizacji.

source: Genesis %s is available for %s
pl_pl: Genesis %s jest dostępny dla %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
pl_pl: Genesis %s jest teraz dostępna. Dostarczyliśmy aktualizację tego szablonu na jeden klik, więc proszę zaloguj się do kokpitu i zaktualizuj.

source: Header Left
pl_pl: Nagłówek Lewy

source: Header Right
pl_pl: Prawy nagłówek

source: This is the widget area in the header.
pl_pl: To jest strefa widżetów w nagłówku.

source: Primary Sidebar
pl_pl: Pierwszy Sidebar

source: This is the primary sidebar if you are using a two or three column site layout option.
pl_pl: To jest główny sidebar jeśli używasz dwu lub trójkolumnowego layoutu.

source: Secondary Sidebar
pl_pl: Drugi sidebar

source: This is the secondary sidebar if you are using a three column site layout option.
pl_pl: To jest drugi sidebar jeśli używasz layoutu trójkolumnowego układu strony.

source: Footer %d
pl_pl: Stopka %d

source: Footer %d widget area.
pl_pl: Strefa widżetów w stopce %d .

source: Primary Navigation Menu
pl_pl: Pierwsze menu nawigacji

source: Secondary Navigation Menu
pl_pl: Drugie menu nawigacyjne

source: Select / Deselect All
pl_pl: Zaznacz/Odznacz wszystko

source: Return to top of page
pl_pl: Powrót na górę strony

source: by
pl_pl: przez

source: Log in
pl_pl: Zaloguj się

source: Log out
pl_pl: Wyloguj się

source: ago
pl_pl: temu

source: Visit %s&#x02019;s website
pl_pl: Odwiedź stronę %s&#x02019;s

source: % Comments
pl_pl: % komentarzy

source: 1 Comment
pl_pl: 1 komentarz

source: Leave a Comment
pl_pl: Zostaw komentarz

source: Tagged With:
pl_pl: Tagi:

source: Filed Under:
pl_pl: W kategorii:

source: (Edit)
pl_pl: (edytuj)

source: <h3>Comments</h3>
pl_pl: <h3>Komentarze</h3>

source: says
pl_pl: napisał

source: %1$s at %2$s
pl_pl: %1$s o %2$s

source: Your comment is awaiting moderation.
pl_pl: Twój komentarz czeka na moderację.

source: Name
pl_pl: Imię

source: Website
pl_pl: Strona WWW

source: Speak Your Mind
pl_pl: Co myślisz?

source: Copyright
pl_pl: Prawo autorskie

source: on
pl_pl: na

source: Read more
pl_pl: Czytaj dalej

source: Comments
pl_pl: Komentarze

source: [Read more...]
pl_pl: [Więcej ...]

source: Sorry, no posts matched your criteria.
pl_pl: Nie ma wpisów spełniających podane kryteria.

source: by
pl_pl: przez

source: About
pl_pl: O

source: Older Posts
pl_pl: Starsze posty

source: Newer Posts
pl_pl: Nowszy post

source: Previous Page
pl_pl: Poprzednia strona

source: Next Page
pl_pl: Następna strona

source: Search this website
pl_pl: Szukaj na stronie

source: Search
pl_pl: Szukaj

source: Primary Sidebar Widget Area
pl_pl: Podstawowy obszar widget'ów

source: This is the Primary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
pl_pl: To jest główny obszar widget'ów. Zawartość można dodawać do tego obszaru odwiedzając Widgety w <a href="%s">panelu</a>.

source: Secondary Sidebar Widget Area
pl_pl: Drugorzędny obszar widgetów

source: This is the Secondary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
pl_pl: Jest to drugi obszar widget Sidebar. Zawartość można dodawać do tego obszaru odwiedzając Widgety w <a href="%s">panelu</a>.

source: Single Post Template
pl_pl: Szablon pojedynczego postu

source: Post Template
pl_pl: Szablon postu

source: Some themes have custom templates you can use for single posts that might have additional features or custom layouts. If so, you will see them above.
pl_pl: Niektóre motywy mają własne szablony, które można użyć. Mogą mieć dodatkowe cechy lub niestandardowy układ. Jeśli tak, to zobaczysz je powyżej.

source: Enter your email address ...
pl_pl: Podaj Twój adres email ...

source: Go
pl_pl: Idź

source: Displays Feedburner email subscribe form
pl_pl: Wyświetla pole subskrypcji Feedburnera

source: Genesis - eNews and Updates
pl_pl: Genesis - eNews'y i aktualizacje

source: This widget has been deprecated, and should no longer be used.
pl_pl: Ten widget jest przedawniony i nie należy go już używać.

source: If you would like to continue to use the eNews widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
pl_pl: Jeżeli nadal chcesz korzystać z funkcjonalności eNews, poproś administratora o zainstalowanie <a href="%s" target="_blank">tego pluginu</a> i zmianę widżeta na Genesis eNews Extended.

source: If you would like to continue to use the eNews widget functionality, please <a href="%s" class="thickbox" title="Install Genesis eNews Extended">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
pl_pl: Jeśli chcesz kontynuować używanie widżetu eNews, zainstaluj <a href="%s" class="thickbox" title="Install Genesis eNews Extended">ten plugin</a> i zamień ten widżet z widżetem Genesis eNews Extended.

source: Displays featured page with thumbnails
pl_pl: Wyświetla ciekawe strony z miniaturami

source: Genesis - Featured Page
pl_pl: Genesis - Polecane strony

source: Title
pl_pl: Tytuł

source: Page
pl_pl: Strona

source: Show Featured Image
pl_pl: Pokaż polecany obrazek

source: Image Size
pl_pl: Wielkość obrazu

source: Image Alignment
pl_pl: Wyrównanie obrazu

source: None
pl_pl: Brak

source: Show Page Title
pl_pl: Pokaż tytuł strony

source: Show Page Byline
pl_pl: Pokaż Notkę o Stronie

source: Show Page Content
pl_pl: Pokaż treści strony

source: Content Character Limit
pl_pl: Limit znaków w treści

source: More Text
pl_pl: Więcej tekstu

source: By
pl_pl: Przez

source: [Read More...]
pl_pl: [Czytaj więcej ...]

source: More Posts from this Category
pl_pl: Więcej wiadomości z tej kategorii

source: Displays featured posts with thumbnails
pl_pl: Wyświetla polecane posty z miniaturami

source: Genesis - Featured Posts
pl_pl: Genesis - polecane posty

source: Category
pl_pl: Kategoria

source: Number of Posts to Show
pl_pl: Liczba wyświetlanych postów

source: Number of Posts to Offset
pl_pl: Liczba postów na offset

source: Order By
pl_pl: Sortuj wg

source: Date
pl_pl: Data

source: Parent
pl_pl: Rodzic

source: Comment Count
pl_pl: Licznik komentarzy

source: Random
pl_pl: Przypadkowy

source: Sort Order
pl_pl: Porządek sortowania

source: Descending (3, 2, 1)
pl_pl: Malejąco (3, 2, 1)

source: Ascending (1, 2, 3)
pl_pl: Rosnąco (1, 2, 3)

source: Show Author Gravatar
pl_pl: Pokaż Gravatar autora

source: Gravatar Size
pl_pl: Rozmiar Gravatar

source: Small (45px)
pl_pl: Mały (45px)

source: Medium (65px)
pl_pl: Średni (65PX)

source: Large (85px)
pl_pl: Duży (85px)

source: Extra Large (125px)
pl_pl: Bardzo duży (125px)

source: Gravatar Alignment
pl_pl: Wyrównanie Gravatar'u

source: Show Post Title
pl_pl: Pokaż tytuł postu

source: Show Post Info
pl_pl: Pokaż informacje o poście

source: Content Type
pl_pl: Typ zawartości

source: Show Content
pl_pl: Pokaż zawartość

source: Show Excerpt
pl_pl: Pokaż Fragment

source: Show Content Limit
pl_pl: Pokaz limit zawartości

source: No Content
pl_pl: Brak zawartości

source: More Text (if applicable)
pl_pl: Więcej tekstu (jeśli dotyczy)

source: To display an unordered list of more posts from this category, please fill out the information below
pl_pl: Aby wyświetlić listę nieuporządkowaną z tej kategorii, proszę wypełnić poniższe informacje

source: Show Category Archive Link
pl_pl: Pokaż link archiwum kategorii

source: Link Text
pl_pl: Tekst linku

source: Display a list of your latest tweets.
pl_pl: Wyświetl listę twoich ostatnich tweetów.

source: Genesis - Latest Tweets
pl_pl: Genesis - ostatnie Tweet'y

source: The Twitter API is taking too long to respond. Please try again later.
pl_pl: Twitter API zbyt długo odpowiada. Spróbuj ponownie później.

source: There was an error while attempting to contact the Twitter API. Please try again.
pl_pl: Wystąpił błąd podczas próby łączenia z API Twittera. Spróbuj ponownie.

source: The Twitter API returned an error while processing your request. Please try again.
pl_pl: API Twittera zwróciło błąd przetwarzając twoje żądanie. Spróbuj ponownie.

source: about %s ago
pl_pl: o %s temu

source: If you would like to continue to use the Latest Tweets widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a>.
pl_pl: Jeśli nadal chcesz używać widżeta Latest Tweets, poproś administratora o zainstalowanie <a href="%s" target="_blank">tej wtyczki</a>.

source: If you would like to continue to use the Latest Tweets widget functionality, please <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">install this plugin</a>.
pl_pl: Jeśli nadal chcesz używać widżeta Latest Tweets, zainstaluj <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">tą wtyczkę</a>.

source: Read More
pl_pl: Czytaj dalej

source: Displays user profile block with Gravatar
pl_pl: Wyświetla box użytkownika z Gravatar'em

source: Genesis - User Profile
pl_pl: Genesis - profil użytkownika

source: View My Blog Posts
pl_pl: Zobacz moje posty

source: Select a user. The email address for this account will be used to pull the Gravatar image.
pl_pl: Wybierz użytkownika. Adres e-mail dla tego konta będą wykorzystywane do ściągnięcia obrazu Gravatar.

source: Small
pl_pl: Mały

source: Medium
pl_pl: Średni

source: Large
pl_pl: Duży

source: Extra Large
pl_pl: Bardzo duży

source: Select which text you would like to use as the author description
pl_pl: Wybierz tekst, który chcesz użyć jako opis autora

source: Author Bio
pl_pl: Biografia

source: Custom Text (below)
pl_pl: Tekst niestandardowy (poniżej)

source: Custom Text Content
pl_pl: Zawartoś Tekstu Niestandardowego

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
pl_pl: Wybierz rozszerzone "O mnie" z poniższej listy. Będzie to strona umieszczona na końcu sekcji o mnie.

source: Extended page link text
pl_pl: Teks linku strony rozszerzonej.

source: Show Author Archive Link?
pl_pl: Pokazać link do archiwum autora?

source: Search Results for:
pl_pl: Wyniki wyszukiwania dla:
