Repository: wp-plugins/genesis-translations
Catalog: genesis20/*.po
Languages: ca, cy, he_il

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
ca: El% 1 $ s ganxo s'executa immediatament abans de la clausura% 2 $ s etiqueta en el document font.
cy: Mae'r bachyn %1$s yn gweithredu ar unwaith cyn y tag %2$s cloi yn y ffynhonnell ddogfen.
he_il: ה %1$s הוק (hook) מבוצע מיד לפני התג %2$s הסוגר בקוד של הדף.

source: Color Style:
ca: Estil de color:
cy: Arddull Liwiau:
he_il: צבע:

source: Please select the color style from the drop down list and save your settings.
ca: Seleccioneu l'estil de color de la llista desplegable i guardi la configuració.
cy: Dewiswch yr arddull liwiau o'r gwymplen a chadwch eich gosodiadau.
he_il: אנא בחר את הצבע מהתפריט הנפתח ושמור את ההגדרות

source: User Permissions
ca: Permisos d'usuari
cy: Caniatâd Defnyddwyr
he_il: הרשאות משתמש

source: Author Archive Settings
ca: Arxiu del Autor Configuració
cy: Gosodiadau Archif Awdur
he_il: הגדרות ארכיון משתמש

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
ca: No podeu fer servir %s per crear dos menús a la mateixa subclasse. Utilitzeu subclasses separades per a cada menú.
cy: Ni allwch ddefnyddio %s i greu dwy ddewislen yn yr un isddosbarth. Defnyddiwch isddosbarthiadau gwahanol ar gyfer pob dewislen.
he_il: לא ניתן להשתמש ב %s על מנת ליצור שני תפריטים באותה תת מחלקה. יש להשתמש בתתי מחלקות נפרדות עבור כל תפריט.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
ca: L'argument de "context", ha estat substituït per "theme_location" a la matriu $ args.
cy: Mae'r ddadl, "cyd-destun", wedi'i disodli gan "leoliad_thema" yn yr aräe $args.

source: Dismiss
ca: Acomiadar
cy: Anwybyddu
he_il: לשחרר

source: This is the primary sidebar if you are using a two or three column site layout option.
ca: Aquesta és la barra lateral principal, si feu servir una opció de disseny de dues o tres llocs de la columna.
cy: Dyma'r prif far ochr os ydych chi'n defnyddio opsiwn cynllun gwefan dwy neu dair colofn.
he_il: זהו התפריט הצדדי הראשי אם אתה משתמש באפשרות פרישה של שתיים או שלוש עמודות.

source: This is the secondary sidebar if you are using a three column site layout option.
ca: Aquesta és la barra lateral secundari si utilitzeu una opció de disseny de tres llocs de la columna.
cy: Dyma'r bar ochr eilaidd os ydych chi'n defnyddio opsiwn cynllun gwefan tair colofn.
he_il: זהו התפריט הצדדי המשני אם אתה משתמש באפשרות פרישה של שלוש עמודות.

source: Footer %d widget area.
ca: Peu de pàgina% d àrea de giny.
cy: Man dyfeisiau %d troedynnau.
he_il: אזור וידגט %d תחתון

source: Extended page link text
ca: Extended text vincle
cy: Testun dolen tudalen estynedig
he_il: תיאור מורחב עבור לינק לעמוד

source: Header Left
ca: Header Esquerra
cy: Penynnau Chwith
he_il: שמאל הכותרת

source: This is the widget area in the header.
ca: Aquest és l'àrea de giny a la capçalera.
cy: Dyma'r man dyfeisiau yn y pennyn.
he_il: זהו אזור הוידגט בכותרת

source: Secondary Navigation Menu
ca: Menú de navegació secundària
cy: Dewislen Lywio Eilaidd
he_il: תפריט ניווט משני

source: Error saving settings.
ca: Configuració d'estalvi d'error.
cy: Gwall wrth gadw'r gosodiadau.
he_il: שגיאה בשמירת הגדרות.

source: Archive Headline
ca: Arxiu Headline
cy: Pennawd Archif
he_il: כותרת ארכיון

source: Leave empty if you do not want to display a headline.
ca: Deixar en blanc si no voleu mostrar un titular.
cy: Gadewch hyn yn wag os nad ydych am ddangos pennawd.
he_il: השאר ריק אם אינך רוצה להציג כותרת

source: Archive Intro Text
ca: Arxiu Intro Text
cy: Testun Cyflwyniad Archif
he_il: טקסט מקדים לארכיון

source: Leave empty if you do not want to display any intro text.
ca: Deixar en blanc si no voleu mostrar cap text d'introducció.
cy: Gadewch hyn yn wag os nad ydych am ddangos testun cyflwyniad.
he_il: השאר ריק אם אינך רוצה להציג טקסט מקדים לארכיון

source: on
ca: en
cy: ar
he_il: על

source: Homepage Author
ca: Pàgina d'Autor
cy: Awdur y Dudalen Hafan
he_il: מחבר דף הבית

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
ca: Seleccioneu l'usuari que voleu utilitzar com el %s per a la pàgina principal. Assegureu-vos que l'usuari selecciona ha entrat en la seva direcció del perfil de Google+ a la pantalla d'edició de perfil.
cy: Dewiswch y defnyddiwr yr hoffech iddo gael ei ddefnyddio fel %s ar gyfer y dudalen hafan. Gwnewch yn siŵr bod y defnyddiwr rydych yn ei ddewis wedi nodi ei gyfeiriad proffil Google+ ar y sgrîn golygu proffiliau.
he_il: בחר את המשתמש לשימוש %s עבור דף הבית. יש לודא כי המשתמש שבחרת הזין את כתובת פרופיל הגוגל+ שלו במסך עריכת פרופיל משתמש.

source: Select User
ca: Seleccionar usuari
cy: Dewiswch Ddefnyddiwr
he_il: בחר משתמש

source: Use for site title/logo:
ca: L'ús per al lloc de títol / logo:
cy: Defnyddiwch ar gyfer teitl/logo'r wefan:
he_il: לשימוש עבור כותרת או לוגו האתר:

source: Welcome to Genesis %s
ca: Benvingut a Genesis %s
cy: Croeso i Genesis %s
he_il: ברוכים הבאים לג'נסיס %s

source: What&#8217;s New
ca: Què hi ha de nou
cy: Beth&#8217;sy'n Newydd
he_il: מה חדש

source: Project Leads
ca: Lidera un projecte
cy: Prif Swyddogion y Prosiect
he_il: מובילי הפרויקט

source: Go to Theme Settings &rarr;
ca: Aneu a Configuració de tema →
cy: Ewch i Osodiadau Thema &rarr;
he_il: להגדרות תבנית &rarr;

source: Go to SEO Settings &rarr;
ca: Aneu a Configuració de SEO →
cy: Ewch i Osodiadau SEO &rarr;
he_il: להגדרות אופטימיזציה למנועי חיפוש SEO &rarr;

source: Visit %s&#x02019;s website
ca: Visiteu %s del lloc web
cy: Mynd i wefan %s&#x02019;s
he_il: בקרו באתר %s

source: Read more
ca: Llegir més
cy: Darllen mwy
he_il: קרא עוד

source: Search this website
ca: Cerca en aquest lloc web
cy: Chwilio'r wefan hon
he_il: חיפוש באתר

source: Read More
ca: Llegir més
cy: Darllen mwy
he_il: קרא עוד

source: Document Title Settings
ca: Document Configuració Títol
cy: Gosodiadau Teitl y Ddogfen
he_il: הגדרות כותרת עמוד (Document Title)

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
ca: El títol del document (%s) és l'element més important en el seu document d'origen per al motor <abbr title="Resultado optimization"> SEO</abbr>. S'informa de manera succinta els motors de recerca de la informació que està continguda en el document. El títol pot, i ha de ser diferent en cada pàgina, però aquestes opcions l'ajudarà a controlar el que es veurà com per defecte.
cy: Teitl y ddogfen (%s) yw'r elfen bwysicaf un yn eich ffynhonnell ddogfennau ar gyfer <abbr title="Optimeiddio peiriannau chwilio">SEO</abbr>. Mae'n rhoi gwybod i beiriannau chwilio yn gryno pa wybodaeth sydd yn y ddogfen. Gall a dylai'r teitl fod yn wahanol ar bob tudalen, ond bydd yr opsiynau hyn yn eich helpu i reoli sut bydd yn edrych yn ôl y rhagosodiadau.
he_il: כותרת העמוד %s היא האלמנט החשוב במסמך מבחינת אופטימזציה מנועי חיפוש <abbr title="Search engine optimization">SEO</abbr>. הכותרת מעבירה בצורה תמציתית איזה מידע יש במסמך. הכותרת יכולה וצריכה להיות שונה עבור כל עמוד אבל הגדרות אלה יסייעו בהגדרות ברירת המחדל.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
ca: <strong> Per defecte </ strong>, el títol del document pàgina d'inici contindrà el títol del lloc, l'únic missatge i la pàgina de títols de documents contindran el lloc o títol de la pàgina, les pàgines d'arxiu contindran el tipus d'arxiu, etc
cy: <strong>Yn ôl y rhagosodiadau</strong>, bydd teitl dogfen y dudalen hafan yn cynnwys teitl y wefan, y post unigol a bydd teitlau dogfennau tudalennau'n cynnwys teitl y post neu'r dudalen, bydd y tudalennau archif yn cynnwys y math o archif, etc.
he_il: <strong>כברירת מחדל</strong>, כותרת העמוד של דף הבית מכילה את כותרת האתר, עבור עמוד או פוסט זו כותרת העמוד או הפוסט, עבור דפי ארכיון הכותרת היא סוג הארכיב וכו'.

source: Add site description (tagline) to %s on home page?
ca: Afegir una descripció del lloc (afegitó) a %s en la pàgina principal?
cy: Ychwanegu disgrifiad gwefan (llinell dagiau) at %s ar y dudalen hafan?
he_il: הוספת תיאור אתר (תגית) ל %s בדף הבית ?

source: Add site name to %s on inner pages?
ca: Afegir el nom del lloc a %s en les pàgines interiors?
cy: Ychwanegu enw'r wefan %s ar y tudalennau mewnol?
he_il: הוספת שם אתר ל %s בדפים פנימיים ?

source: Document Title Additions Location:
ca: Títol del document Addicions Ubicació:
cy: Lleoliad Ychwanegiadau Teitlau Dogfennau:
he_il: מיקום תוספות כותרת עמוד:

source: Determines which side the added title text will go on.
ca: Determina quin costat el text del títol afegit continuarà.
cy: Yn pennu ar ba ochr y bydd testun y teitl yn mynd.
he_il: קובע באיזה צד יהיה הטקסט הנוסף של הכותרת.

source: Document Title Separator:
ca: Títol del document Separador:
cy: Gwahanwr Teitlau Dogfennau:
he_il: התו המפריד עבור כותרת העמוד:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
ca: Si el títol es compon de dues parts (títol original i addició opcional), llavors el separador anirà enmig d'ells.
cy: Os yw'r teitl yn cynnwys dwy ran (y teitl gwreiddiol a'r ychwanegiad opsiynol), bydd y gwahanydd yn mynd rhyngddyn nhw.
he_il: אם כותרת העמוד בנויה משני חלקים (כותרת מקורית וכותרת אופציונלית), אזי התו המפריד יהיה בין שתיהן.

source: Site Description (Tagline)
ca: Descripció del lloc (Lema)
cy: Disgrifiad o'r Wefan (Llinell Dagiau)
he_il: תיאור אתר (תגית)

source: Homepage Document Title:
ca: Títol del document Pàgina d'inici:
cy: Teitl Dogfen y Dudalen Hafan:
he_il: כותרת עמוד דף הבית

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
ca: Si deixes el camp en el títol del document en blanc, el títol del seu lloc serà utilitzat al seu lloc.
cy: Os ydych wedi gadael maes teitl y ddogfen yn wag, caiff teitl eich gwefan &#8217;s ei ddefnyddio yn ei le.
he_il: אם כותרת העמוד נשארת ריקה אזי כותרת האתר תיהיה בשימוש.

source: Home Meta Description:
ca: Inici Meta Description:
cy: Disgrifiad Meta Hafan:
he_il: תיאור מפורט עבור דף הבית (Meta Description)

source: The meta description can be used to determine the text used under the title on search engine results pages.
ca: La descripció de la meta es pot utilitzar per determinar el text que s'utilitza amb el títol en els resultats del motor de pàgines.
cy: Gellir defnyddio'r disgrifiad meta i bennu'r testun a ddefnyddir o dan y teitl ar dudalennau canlyniadau'r peiriant chwilio.
he_il: התיאור המפורט יכול לשמש כטקסט שיופיע מתחת לכותרת בתוצאות החיפוש של מנוע החיפוש.

source: Home Meta Keywords (comma separated):
ca: Inici Meta Keywords (separats per comes):
cy: Geiriau Allweddol Meta Hafan (wedi'u gwahanu â choma):
he_il: מילות מפתח עבור דף הבית (Meta Keywords) מופרדות בפסיקים:

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
ca: Per defecte, WordPress col · loca diverses etiquetes al document% 1 $ s. La majoria d'aquestes etiquetes són completament innecessaris, i no proporcionen <abbr title motor title="Resultado optimization"> SEO </ abbr> valor en absolut, sinó que simplement fan el seu lloc més lent per carregar. Trieu quines etiquetes li agradaria incloure en el seu document de% 1 $ s. Si no sap el que alguna cosa és, deixi sense marcar.
cy: Yn ôl y rhagosodiadau, bydd WordPress yn rhoi sawl tag yn %1$s eich dogfen. Mae'r rhan fwyaf o'r tagiau hyn yn gwbl ddiangen, ac nid ydynt yn rhoi gwerth <abbr title="Optimeiddio peiriant chwilio">SEO</abbr> o gwbl; maen nhw ond yn ei gwneud hi'n arafach llwytho'ch gwefan. Dewiswch pa dagiau yr hoffech iddyn nhw gael eu cynnwys yn %1$s eich dogfen. Os nad ydych yn gwybod beth yw rhywbeth, gadewch e heb ei dicio.
he_il: כברירת מחדש וורדפרס מכניס מספר תגיות בעמוד %1$s. רוב תגיות אלה לחלוטין אינן נדרשות ואין להן ערך מבחינת אופטימיזציה למנועי חיפוש <abbr title="Search engine optimization">SEO</abbr>; הן רק מאיטות את זמן טעינת האתר. בחר אלו תגיות לכלול בעמוד %1$s. אם אינך יודע, השאר לא מסומן.

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
ca: <span Nota class="genesis-admin-note">: </ span> L'etiqueta Shortlink podria tenir algun ús per al 3 de descobriment de serveis de tercers, però no té motor <abbr title title="Resultado optimization"> SEO </ abbr> cap valor.
cy: <span class="genesis-admin-note">Nodyn:</span> Gallai'r tag dolen fer fod yn ddefnyddiol ar gyfer darganfod gwasanaethau 3ydd parti, ond nid oes ganddo werth <abbr title="Optimeiddio peiriant chwilio">SEO</abbr> o gwbl.
he_il: <span class="genesis-admin-note">הערה:</span> תגית השורט לינק יכולה להיות בשימוש על ידי שירותים של צד שלישי אבל אין לה שום ערך מבחינת אופטימיזציה למנועי חיפוש <abbr title="Search engine optimization">SEO</abbr>

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
ca: Alguns motors de cerca en memòria cau les pàgines del seu lloc web (per exemple, Google Cache). El% 1 $ s etiqueta els impedeix fer-ho. Trieu que els arxius que vols% 1 $ s aplicats a.
cy: Bydd rhai peiriannau chwilio'n storio tudalennau yn eich gwefan (e.e. Google Cache). Bydd y tag %1$s yn eu hatal rhag gwneud hynny. Dewiswch pa archifau rydych am i %1$s gael eu cymhwyso iddynt.
he_il: מספר מנועי חיפוש ישמרו דפים שלך במטמון. תגית ה %1$s תמנע זאת ממנועי החיפוש. בחר על אלו ארכיונים תרצה %1$s לקבוע זאת.

source: Header
ca: Encapçalament
cy: Pennawd
he_il: כותרת

source: Navigation
ca: Navegació
cy: Llywio
he_il: ניווט

source: Blog Page Template
ca: Plantilla de pàgina de bloc
cy: Templed Tudalen Blog
he_il: תבנית עמוד בלוג

source: Posts Page
ca: Missatges Pàgina
cy: y dudalen pyst
he_il: עמוד הפוסטים

source: Homepage
ca: Pàgina d'inici
cy: y dudalen hafan
he_il: דף הבית

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
ca: Aquests ajustaments s'apliquen a una determinada pàgina del "Blog" plantilla de pàgina, no la pàgina principal o pàgines missatge arxivat.
cy: Bydd y gosodiadau hyn yn berthnasol i unrhyw dempled tudalen "Blog", nid y dudalen na thudalennau archifau post.
he_il: הגדרות אלו פועלות על כל עמוד שמוגדרת עבורו תבנית של "פוסט", ולא על דפים אחרים כגון דף הבית או על ארכיון פוסט.

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
ca: Has provat el nostre programa de la comercialització de continguts Scribe? És la investigació, el contingut i optimització de llocs web, i la construcció de relacions sense sortir de WordPress. propietaris <b> Genesis estalviar grans quan s'utilitza l'enllaç especial a la pàgina especial que hem creat per a vostè </b>. <a href="%s" target="_blank"> clic aquí per obtenir més informació </a>.
cy: Ydych chi wedi rhoi cynnig ar Scribe, ein meddalwedd marchnata cynnwys? Gwnewch ymchwil, optimeiddio cynnwys a gwefannau, a meithrin perthynas heb adael WordPress. <b>Mae perchnogion Genesis yn arbed llawer wrth ddefnyddio'r ddolen arbennig ar y dudalen arbennig rydym wedi'i chreu'n bwrpasol i chi</b>. <a href="%s" target="_blank">Cliciwch yma am fwy o wybodaeth</a>.

source: Contributors
ca: Col · laboradors
cy: Cyfranwyr
he_il: תורמים

source: Contributor
ca: Contribuent
cy: Cyfrannwr
he_il: תורם

source: Search Results for:
ca: Resultats de la cerca per a:
cy: Chwilio Canlyniadau ar gyfer:
he_il: תוצאות חיפוש עבור:

source: Not found, error 404
ca: No s'ha trobat, Error 404
he_il: לא נמצא, שגיאה 404

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
ca: La pàgina que estàs buscant ja no existeix. Potser vostè pot tornar de nou a <a href="%s"> pàgina principal del lloc </a> i veure si vostè pot trobar el que busca. O bé, vostè pot intentar trobar mitjançant el formulari de recerca de sota.
he_il: הדף אותו חיפשת כבר לא קיים. באפשרותך לחזור <a href="%s">לדף הבית</a> של האתר, ולראות אם הינך מוצאת את הדף המבוקש. לחילופין, ביכולתך לחפש את הדף בעזרת טופס החיפוש כאן למטה.

source: Archive
ca: Arxiu
he_il: ארכיון

source: View the <a href="%s">%s archive</a>.
ca: Veure el <a href="%s">%s arxiu</a>.
he_il: לצפייה <a href="%s">בארכיון %s</a>.

source: Apply %s to this archive
ca: Apliqui %s per aquesta imatge
he_il: החל %s לארכיון הזה

source: Page-specific Scripts
ca: Scripts específics de la pàgina
he_il: סקריפטים ספציפיים לעמוד

source: Suitable for custom tracking, conversion or other page-specific script. Must include %s tags.
ca: Adequat per a seguiment personalitzat, conversió o altre script específic de la pàgina. Ha d'incloure les etiquetes %s.

source: HTML5 allows for multiple %s tags throughout the document source, provided they are the primary title for the section in which they appear. However, following this standard may have a marginal negative impact on SEO.
ca: HTML5 permet múltiples etiquetes %s de tot el codi font del document, sempre que tinguin el títol principal de la secció en la qual apareixen. No obstant això, arran d'aquesta norma pot tenir un impacte negatiu marginal sobre SEO.

source: Primary Navigation Extras
ca: Extres de navegació primàries
he_il: תוספות ניווט עיקרי

source: decimal or hexidecimal entities
ca: entitats decimals o hexadecimals
he_il: יישויות עשרוניות או הקסדצימליות

source: The changes you made will be lost if you navigate away from this page.
ca: Els canvis es perdran si es desplaça fora d'aquesta pàgina.
he_il: השינויים שאתה עושה יאבדו אם תצא מדף זה.

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
ca: Actualització de Genesis es sobreposen a la versió actual instal · lada del Genesis. Esteu segur que voleu actualitzar?. "Cancel · lar" per aturar, "OK" per actualitzar.

source: at
ca: en
he_il: ב

source: Sorry, no content matched your criteria.
ca: Ho sentim, no hi ha contingut correspon als seus criteris.
he_il: סליחה, אין תוכן שהתאים לתנאים שלך.

source: Exclude Previously Displayed Posts?
ca: Excloure Missatges Anteriorment S'ha vist?
he_il: להוציא מהכלל פוסטים שהוצגו לפני?

source: Congratulations! You're now running Genesis %s.
ca: Felicitacions! Ara estàs corrent Genesis %s.

source: HTML5 Markup
ca: HTML5 marcat

source: Microdata
ca: Microdades

source: A Brand New Design
ca: Per estrenar Disseny

source: Genesis is sporting a fresh new look. And we've taken advantage of the new HTML5 markup, as well as some snazzy CSS3. We think you're gonna love this.
ca: Genesis llueix un nou aspecte. I hem pres avantatge de la nova marcat HTML5, així com alguns CSS3 elegant. Creiem que li va encantar això.

source: Removing Features
ca: Eliminació de funcions

source: Genesis Latest Tweets Widget
ca: Genesis Darrers tweets Widget

source: Genesis eNews Extended
ca: Genesis eNews estesa

source: Single Post Template
ca: Plantilla Missatge Individual
cy: Templed Un Post
he_il: תבנית פוסט יחיד

source: Boring, but important
ca: Avorrit, però important
he_il: משעמם, אבל חשוב

source: Better named loop hooks for HTML5.
ca: Millor anomenat ganxos de bucle per HTML5.

source: Network Upgrade now upgrades the Genesis database for all sites in a network when running WordPress in multisite mode.
ca: Actualització de xarxa ara actualitza la base de dades de Genesis per a tots els llocs de la xarxa quan s'executa en mode de WordPress per a diversos llocs.

source: Widget classes are now coded in PHP5 format.
ca: Classes Widget estan codificats en format PHP5.

source: Admin CSS and Javascript are now minified.
ca: CSS Admin i Javascript estan minified.

source: Inline HTML comments have been removed to reduce page size.
ca: Comentaris Inline HTML s'han eliminat per reduir la mida de la pàgina.
he_il: הערות HTML בתוך השורות הורדו בשביל להקטין את משקל הדף

source: The Scripts option now has its own metabox when editing an entry.
ca: L'opció Scripts té ara el seu propi METABOX en editar una entrada.

source: Custom Post Type archive pages now have a settings page so you can control the output.
ca: Pàgines d'arxiu de tipus personalitzats Publicar ara tenen una pàgina de configuració perquè pugui controlar la sortida.

source: Genesis tracks displayed entry IDs so you can exclude entries from showing twice on a page.
ca: Pistes de Genesis mostren els ID d'entrada perquè pugui excloure les entrades de mostrar dues vegades en una pàgina.

source: Entries without titles now display a permalink after the post content.
ca: Les entrades sense títols mostren ara un enllaç permanent després que el contingut de l'entrada.

source: Install %s
ca: Instal %s
he_il: מתקין %s

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
ca: La pàgina que estàs buscant ja no existeix. Potser vostè pot tornar de nou a <a href="%s"> pàgina principal del lloc </a> i veure si vostè pot trobar el que busca. O bé, vostè pot intentar trobar amb la següent informació.
cy: Nid yw'r dudalen rydych yn chwilio amdani'n bodoli bellach. Efallai y gallech ddychwelyd i <a href="%s">dudalen hafan</a> y wefan a gweld a allwch ddod o hyd i'r hyn rydych yn chwilio amdano. Neu, gallwch geisio dod o hyd iddo gyda'r wybodaeth isod.
he_il: הדף שאתה מחפש אינו קיים עוד. אולי אתה יכול לחזור חזרה <a href="%s">לעמוד הבית </a> של האתר ולראות אם אתה יכול למצוא את מה שאתה מחפש. לחלופין, אתה יכול לנסות למצוא אותו עם הפרטים שלהלן.

source: You may notice that the default Genesis style sheet is a bit shorter, and on the front end looks different. We've updated the default design and extended the width of the layout to 1152px. Now you've got more real estate to showcase your content.
cy: Efallai y sylwch fod y daflen arddull Genesis ychydig yn fyrrach, ac yn edrych yn wahanol ar y blaen. Rydym wedi diweddaru'r dyluniad rhagosodedig ac wedi estyn lled y cynllun i 1152px. Nawr, mae gennych fwy o le i ddangos eich cynnwys.

source: Not Found, Error 404
cy: Heb ei Ganfod, Gwall 404

source: Categories:
cy: Categorïau:
he_il: קטגוריות:

source: Genesis - Import/Export
cy: Genesis - Mewnforio/Allforio
he_il: ג'נסיס - ייבוא ​​/ ייצוא

source: Import/Export
cy: Mewnforio/Allforio
he_il: ייבא/ייצא

source: Upload the data file (<code>.json</code>) from your computer and we'll import your settings.
cy: Llwytho'r ffeil ddata (<code>.json</code>) i fyny o'ch cyfrifiadur ac fe wnawn fewnforio'ch gosodiadau.
