Repository: wp-plugins/genesis-translations
Catalog: genesis20/*.po
Languages: ca, cy, he_il

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
ca: Pot importar un arxiu que ha exportat anteriorment. El nom del fitxer comença amb %s, seguit d’una o més cadenes que indica què ajustos que conté, finalment, seguit de la data i hora en què es va exportar.
he_il: אתה יכול לייבא קובץ שייצאת בעבר. שם הקובץ יתחיל ב%s וימשיך במחרוזת אחת או יותר שמעידה על ההגדרות שהיא מכילה, לבסוף את התאריך ושעה בה התבצע הייצוא

source: The Custom Document Title sets the page title as seen in browsers and search engines.
ca: El títol del document personalitzat estableix el títol de la pàgina com es veu en els navegadors i motors de cerca.
he_il: כותרת המסמך המותאמת אישית מגדירה את כותרת הדף כפי שהוא נראה בדפדפנים ומנועי חיפוש.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
ca: La classe Custom Cos afegeix una classe a l'etiqueta del cos en el codi HTML per permetre la modificació CSS ​​exclusivament per pàgina d'arxiu d'aquest tipus de correus.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
ca: El text Arxiu Intro estableix el text abans que les entrades de l'arxiu de presentar el contingut a l'espectador.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
ca: Als paràmetres generals pot seleccionar una categoria específica per mostrar des del menú desplegable, i excloure categories d'identificació, o fins i tot seleccionar la quantitat de missatges desitja veure en aquesta pàgina.
he_il: בהגדרות כלליות אתה יכול לבחור להציג קטגוריה ספציפית מתפריט ה-drop down, להוציא קטגוריה לפי ID או אפילו לבחור כמה פוסטים תרצה להציג בדף הזה.

source: You can find more on this feature in the <a href="%s" target="_blank">How to Add a Post Category Page tutorial.</a>
ca: Pots trobar més informació sobre aquesta opció a <a href="%s" target="_blank">Tutorial de com afegir una pàgina de posts d'una categoría.</a>
he_il: אתה יכול למצוא עוד על האפשרות הזאת ב<a href="%s" target="_blank">איך להוסיף פוסט לקטגוריה Page tutorial.</a>

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
ca: Aquestes opcions es poden ampliar o limitats pel tema dels nens. A més, molts dels temes del nen no permet diferents dissenys en la pàgina principal, ja que han estat dissenyats per a un disseny específic pàgina d'inici.
he_il: האפשרויות האלו יכולות להיות מורחבות או מוגבלות ע"י ה-child theme. בנוסף הרבה מה-child themes לא מאפשרות פריסות שונות בדף הבית כי הם עוצבו לפריסה ספציפית.

source: We're always improving. Call it a sickness, but we like to make things work really, really well. Here's a list of the technical changes in this latest release.
ca: Sempre estem millorant. Digui que és una malaltia, però ens agrada que les coses funcionin molt, molt bé. Aquí hi ha una llista dels canvis tècnics en aquesta última versió.

source: The Archive Headline sets the title seen on the archive page
ca: L'Arxiu Capçalera estableix el títol vist a la pàgina d'arxiu

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
ca: Els Robots Meta Tags diuen els motors de cerca com manejar la pàgina d'arxiu. Noindex vol dir que no indexin la pàgina en absolut, i no va a aparèixer en els resultats de cerca. Mitjans nofollow no segueixen cap enllaç des d'aquesta pàgina i noarchive els diu no fer una còpia d'arxiu de la pàgina.

source: Use semantic HTML5 page and section headings throughout site?
ca: Utilitzeu la pàgina HTML5 semàntic i títols de les seccions en tot el lloc?
he_il: השתמש בסמנטיקת דף HTML5 וכותרות סעיפים בכל האתר?

source: We want to keep Genesis as lightweight as possible for you, nobody wants to use bloated software. So we've removed the Latest Tweets widget, eNews widget, the "post templates" feature, and the "fancy dropdowns" setting. But fear not! If you want those features back, click below to install the handy plugins we created for you.
ca: Volem mantenir Genesis el més lleuger possible per a vostè, ningú vol utilitzar el programari inflat. Així que hem eliminat el giny Últims tweets, giny de eNews, els "post plantilles" característica, i l'ajust "dropdowns de fantasia". Però no temes! Si vols aquestes característiques cap enrere, feu clic a baix per instal · lar els plugins útils que hem creat per a vostè.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
ca: Si fas clic en aquest botó, Genesis generará un arxiu de dades (%s) que podràs guardar al teu ordinador.
he_il: כשאתה לוחץ על הכפתור למטה, ג'נסיס תיצור קובץ מידע (%s) בשביל שתוכל לשמור אותו במחשב שלך

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
ca: Això funciona amb la plantilla del bloc, que és una plantilla de pàgina que mostra les seves últimes publicacions. És el que la gent veu quan aterren a la seva pàgina principal.
he_il: זה עובד עם תבנית הבלוג, שהיא תבנית דף שמראה את הפוסטים האחרונים שלך. זה מה שאנשים רואים כשהם נוחתים בדף הבית שלך.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appear in search engine results.
ca: La Meta descripció i les paraules clau s'omplen en els meta tags per a la pàgina d'arxiu. La descripció Meta és la breu ressenya de text que apareixen en els resultats del motor de cerca.

source: These options can be extended or limited by the child theme.
ca: Aquestes opcions es poden ampliar o limitats pel tema dels nens.
he_il: האפשרויות האלו הורחבו או הוגברו ע"י ה-child theme.

source: Once you upload an import file, it will automatically overwrite your existing settings.
ca: Una vegada que carrega un fitxer d'importació, sobreescriurà automàticament la configuració existent.
he_il: כשאתה מעלה קובץ לייבוא, הוא אוטומטית ידרוס את ההגדרות הקיימות.

source: Upload the data file (%s) from your computer and we'll import your settings.
ca: Puja l'arxiu (%s) del teu ordinador i nosaltres importarem les preferencies.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
ca: Això li permet seleccionar el disseny de la pàgina d'arxiu. En la majoria dels temes del nen veurà aquestes opcions:

source: If you're using a theme with HTML5 enabled, Genesis will also output your markup using microdata.. Not sure what that is? We don't blame you. Take a look at <a href="%s" target="_blank">this explanation</a>. Still confused? Don't worry. That's why you're using a framework. We did all the research and modified the markup to serve search engines the Microdata they're looking for, so you don't have to. It's good to be a Genesis user.
ca: Si estàs fent servir un tema amb HTML5 activat, Genesis també posarà el marcat de microdata. No estàs segur de saber què és? No et culpem. Fes un cop d'ull a <a href="%s" target="_blank">aquesta explicació</a>. Encara no ho entens? No et preocupis, precisament és per això que estàs fent servir un framework. Nosaltres ja hem fet la recerca i hem modificat tot el codi per a utilitzar la microdata, així que ha no cal que ho facis tu. És bo ser un usuari de Genesis.

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
ca: Podeu exportar la configuració relacionada amb el Genesis que els doni suport, o copiar-los en un altre lloc. Temes infantils i plugins poden afegir les seves pròpies caselles de verificació a la llista. Els ajustos s'exporten en format %s.

source: Genesis has always been on the cutting edge of web technology, and Genesis 2.0 continues in that excellent tradition. With a single line of code in a child theme, Genesis will now output HTML5 markup in place of the old XHTML tags. Also, every theme we build in the future will be developed on HTML5.
ca: Genesis ha estat sempre a l'avantguarda de la tecnologia web, i Genesis 2.0 continua en aquesta excel · lent tradició. Amb una sola línia de codi en un tema menor, Genesis serà ara de sortida HTML5 marcat en lloc de les velles etiquetes XHTML. A més, cada tema que construïm en el futur es desenvoluparà en HTML5.

source: Load Superfish Script?
ca: Carregueu Superfish escriptura?

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
ca: Si proporciona una adreça de correu electrònic anterior, se li notificarà per correu electrònic quan una nova versió del Genesis està disponible.

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
ca: Hi ha algunes característiques especials de la plantilla del bloc que li permeten especificar quina categoria per mostrar a cada pàgina amb la plantilla, la qual cosa és útil si té una categoria "Notícies" (o alguna cosa més) que voleu mostrar per separat.

source: data in style sheet files
ca: dades en els arxius de fulls d'estil

source: This is the %s. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
ca: Aquest és el %s. Podeu afegir contingut a aquesta zona visitant a la seva <a href="%s">Panell Ginys</a> i afegir nous ginys a aquesta àrea.

source: The <strong>Dynamic text</strong> option will use the Site Title and Site Description from your site's settings in your header.
ca: El text <strong> dinàmic </ strong> opció usareu el lloc web Títol i Descripció de la configuració del seu lloc en la seva capçalera.

source: The <strong>Image logo</strong> option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
ca: El logo <strong> imatge </ strong> opció d'utilitzar un arxiu d'imatge del logotip a la capçalera en lloc de títol i la descripció del lloc. Aquest ajust s'afegeix un. Classe header-imatge per al seu lloc web, que li permet especificar la imatge de capçalera en style.css seu fill de tema. Per defecte, el logotip es pot guardar com logo.png i es guarda a la carpeta d'imatges del seu fill el tema.

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
ca: Els Extres de Navegació primaris solen mostrar a la part dreta del seu menú de la pàgina principal.

source: Today's date displays the current date
ca: Data d'avui mostra la data actual

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
ca: Enllaç del canal RSS mostra un enllaç a la font RSS per al seu lloc web que un lector pot utilitzar per subscriure al seu lloc web utilitzant el lector de feeds que heu triat.

source: Search form displays a small search form utilizing the WordPress search functionality.
ca: Formulari de cerca mostra un petit formulari de cerca utilitzant la funció de cerca de WordPress.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
ca: Enllaç de Twitter mostra un enllaç al seu perfil de Twitter, com s'indica en l'ajust ID Twitter. Escriu només el nom d'usuari en aquest context.

source: In order to view the Primary navigation menu settings, you must build a <a href="%s">custom menu</a>, then assign it to the Primary Menu Location.
ca: Per veure la configuració del menú de navegació principal, de construir un <a href="%s"> menú personalitzat </a>, i després assignar al Menú Principal Ubicació.

source: Genesis %s is available. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>
ca: Genesis %s ja està disponible. <a href="%s" %s>Mira les novetats</a> o <a href="%s" %s>actualitza ara.</a>

source: This allows you to import or export Genesis Settings.
ca: Això li permet importar o exportar la configuració de Genesis.
he_il: זה מאפשר לך לייבא או לייצא את ההגדרות של ג'נסיס.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
ca: Això és específic per a la configuració de Genesis i no inclou els missatges, pàgines o imatges, que és el que fa el menú d'importació / exportació incorporada en WordPress.
he_il: זה ספציפי להגדרות ג'נסיס, ואינו כולל פוסטים, עמודים או תמונות, אשר אותם מייבא/מייצא פריט התפריט המובנה בוורדפרס.

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
ca: També no inclou altres ajustos per plugins, widgets, o la configuració de post / pàgina / term / usuari.
he_il: זה גם אינו כולל הגדרות אחרות, עבור פלאגינים, ווידג'טים או הגדרות ספציפיות לפוסט/עמוד/מונח/משתמש.

source: Import
ca: Importació
he_il: ייבוא

source: This cannot be undone
ca: Això no es pot desfer
he_il: לא ניתן לחזור מפעולה זו.

source: Export
ca: Exportació
he_il: ייצוא

source: For more information:
ca: Per a més informació:
he_il: למידע נוסף:

source: Get Support
ca: Obtingui suport
he_il: קבלת עזרה

source: Genesis Snippets
ca: Genesis Fragments

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
ca: Genesis SEO (search engine optimization) és cortès, i desactivarà a si mateix quan els plugins més populars de SEO (per exemple, All-in-One SEO, WordPress SEO, etc) estan actives.

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
ca: Si no veu un submenú Configuració de SEO, llavors és probable que tingui una altra SEO plugin d'actiu.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
ca: Si apareix el menú, i després obrir aquest element del menú us permetrà configurar els paràmetres generals de SEO per al seu lloc.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
ca: Cada pàgina, post, i el termini tindran la seva pròpia configuració de SEO també. Els ajustaments per defecte es recomana per a la majoria d'usuaris. Per ajustar la configuració de SEO, les caixes inclouen descripcions internes.

source: Below you'll find a few succinct notes on the options for each box:
ca: A continuació trobarà algunes notes breus sobre les opcions de cada quadre:

source: Doctitle Settings
ca: Ajustaments DocTitle

source: <strong>Append Site Description</strong> will insert the site description from your General Settings after the title on your home page.
ca: <strong> Append Descripció del lloc </ strong> s'inserirà la descripció del lloc de les teves Configuració general després que el títol de la seva pàgina d'inici.

source: <strong>Append Site Name</strong> will put the site name from the General Settings after the title on inner page.
ca: <strong> Append Nom del lloc </ strong> posarà el nom del lloc en la configuració general a continuació del títol a la pàgina interior.

source: <strong>Doctitle Append Location</strong> determines which side of the title to add the previously mentioned items.
ca: <strong> DocTitle Append Ubicació </ strong> determina quin costat del títol per afegir els elements esmentats anteriorment.

source: The <strong>Doctitle Separator</strong> is the character that will go between the title and appended text.
ca: El <strong> DocTitle Separador </ strong> és el personatge que anirà entre el títol i el text adjunt.

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
ca: Aquests són els ajustos de SEO web particular. Nota: Aquests ajustos no s'aplicaran si una pàgina estàtica es configura com la primera pàgina. Si utilitzeu una pàgina estàtica WordPress com la seva pàgina principal, haurà de configurar els paràmetres de SEO a aquesta pàgina en particular.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an &lt;h1&gt; tag (the primary heading in HTML).
ca: També podeu especificar si el títol del lloc, descripció, o en el seu propi text d'encàrrec han embolicar-se en una etiqueta <h1> (el títol principal en HTML).

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
ca: Per afegir un text personalitzat que hauràs de fer-ho editant un arxiu php, o utilitzar un giny de text en un giny permès pàgina principal.

source: The home doctitle sets what will appear within the <title></title> tags (unseen in the browser) for the home page.
ca: El doctitle casa estableix el que apareixerà al <title> </ title> etiquetes (que no es veuen al navegador) per a la pàgina principal.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
ca: La descripció META casa i les paraules clau s'omplen en els meta tags de la pàgina principal. La descripció META és la breu ressenya de text que apareixen en els resultats del motor de cerca.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
ca: La majoria dels motors de cerca no utilitzar paraules clau en aquest moment o els donen molt poca consideració, però, val la pena l'ús de paraules clau en el cas es donen més en compte en el futur i també per ajudar a guiar al seu contingut. Si el contingut no coincideix amb les paraules clau específiques, llavors pot ser que hagi de considerar el seu contingut amb més cura.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
ca: La pàgina principal de Robots Meta Tags diuen els motors de cerca com manejar la pàgina. Noindex vol dir que no indexin la pàgina en absolut, i no va a aparèixer en els resultats de cerca. Mitjans nofollow no segueixen cap enllaç des d'aquesta pàgina i noarchive els diu no fer una còpia d'arxiu de la pàgina.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
ca: La relació Enllaç etiquetes són etiquetes afegides per WordPress que actualment no tenen cap valor SEO, però lent carregar el seu lloc sota. Estan desactivats per defecte, però si vostè té una necessitat d'un plug-in o del cessament típic ús-llavors vostè pot activar quan sigui necessari aquí específica.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
ca: També podeu afegir suport per a Windows Live Writer utilitzant programari que suporti aquesta i incloure una etiqueta Shortlink si això és requerit per qualsevol servei de tercers.

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
ca: Noarchive i noindex s'expliquen en la configuració d'origen. Aquí podeu seleccionar quines altres parts del lloc per aplicar aquestes opcions per.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
ca: Com a mínim un arxiu ha de ser indexada, però indexació múltiples arxius normalment donarà lloc a una penalització per contingut duplicat (diverses pàgines amb contingut idèntic aspecte manipulatiu per als motors de cerca).

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
ca: Per a la majoria dels llocs, ja sigui la home page o pàgina bloc (utilitzant la plantilla de bloc) serviran d'aquest índex pel que el defecte no és a les categories de l'índex, etiquetes, autors, dates, o recerques.

source: Canonical links will point search engines to the front page of paginated content (search engines have to choose the “preferred link” when there is duplicate content on pages).
ca: Enllaços canònics assenyalar els motors de cerca a la pàgina principal del contingut paginat (motors de cerca han de triar la "relació preferent" quan hi ha contingut duplicat en pàgines).

source: This tells them “this is paged content and the first page starts here” and helps to avoid spreading keywords across multiple pages.
ca: Això els diu "això es pagina el contingut i la primera pàgina comença aquí" i ajuda a evitar la propagació de paraules clau a través de múltiples pàgines.

source: SEO Archives
ca: Arxius de SEO
