Repository: wp-plugins/genesis-translations
Catalog: genesis20/*.po
Languages: ca, cy, he_il

source: When you click the button below, Genesis will generate a data file (<code>.json</code>) for you to save to your computer.
cy: Pan gliciwch ar y botwm isod, bydd Genesis yn creu ffeil ddata (<code>.json</code>) i chi ei chadw ar eich cyfrifiadur.

source: Custom Tracking/Conversion Code
cy: Olrhain i'w Addasu/Côd Trosi

source: README
cy: DARLLENWCHFI

source: The %s file was not found in the child theme, or it was empty.
cy: Ni chafwyd hyd i'r ffeil %s yn y thema plentyn, neu roedd hi'n wag.

source: The %s tag is, arguably, the second most important <abbr title="Search engine optimization">SEO</abbr> tag in the document source. Choose wisely.
cy: Gellir dadlau mai'r tag %s yw'r tag <abbr title="Optimeiddio peiriant chwilio">SEO</abbr> ail bwysicaf yn y ffynhonnell ddogfennau. Dewiswch yn ddoeth.

source: Custom Document %s
cy: Dogfen i'w Haddasu %s

source: %s Description
cy: %s Disgrifiad

source: %s Keywords
cy: %s Geiriau Allweddol

source: Robots Meta
cy: Meta Robotiaid

source: Display Theme Information in your document source
cy: Dangos gwybodaeth thema yn ffynhonnell eich dogfen

source: If you provide an email address above, your blog can email you when a new version of Genesis is available.
cy: Os rhowch gyfeiriad e-bost uchod, gall eich blog eich e-bostio pan fo fersiwn newydd o Genesis ar gael.

source: In order to use the navigation menus, you must build a <a href="%s">custom menu</a>, then assign it to the proper Menu Location.
cy: Er mwyn defnyddio'r dewislenni llywio, mae'n rhaid creu <a href="%s">dewislen i'w haddasu</a>, yna ei neilltuo i'r Lleoliad Dewislen priodol.

source: Primary Navigation
cy: Llywio Cynradd

source: Enable Fancy Dropdowns?
cy: Galluogi Cwymplenni Crand?

source: Enable Extras on Right Side?
cy: Galluogi Ychwanegiadau ar yr Ochr Dde?

source: Secondary Navigation
cy: Llywio Eilaidd

source: Front Page
cy: y dudalen flaen
he_il: דך הבית

source: Thank you for updating to the latest version! Using Genesis %s will give you more options than you've ever had and your website will continue to purr like a kitten.
cy: Diolch am ddiweddaru'r fersiwn ddiweddaraf! Bydd defnyddio Genesis %s yn rhoi mwy o opsiynau i chi nag erioed a bydd eich gwefan yn parhau i weithredu'n esmwyth.

source: Updated Design and Wider Layout
cy: Dyluniad wedi'i Ddiweddaru a Chynllun Lletach

source: Updated Security Audit
cy: Archwiliad Diogelwch wedi'i Ddiweddaru

source: It's very important to us that we provide you the absolute best framework possible, so once again we hired WordPress Lead Developer Mark Jaquith to perform a full review of code for security as he's done in the past.
cy: Mae'n bwysig iawn i ni ein bod yn rhoi'r fframwaith gorau posibl i chi, felly unwaith eto llogwyd Mark Jaquith, Prif Ddatblygwr WordPress, i gynnal adolygiad cyflawn o'r côd diogelwch fel mae wedi'i wneud yn y gorffennol.

source: Google Author Highlights
cy: Uchafbwyntiau Awdur Google

source: Genesis now offers support for author highlighting. This allows Google to associate your content with your Google+ content. Just edit your profile, find the field where you can enter your Google+ account URL, and save. Genesis does the rest. And if you want to associate an author with the homepage, you can do that in SEO Settings.
cy: Mae Genesis nawr yn cynnig cefnogaeth ar gyfer amlygu awdur. Mae hyn yn caniatáu i Google gysylltu'ch cynnwys â chynnwys Google+. Golygwch eich proffil, dewch o hyd i'r maes lle gallwch nodi'ch URL cyfrif Google+, a'i gadw. Mae Genesis yn gwneud y gweddill. Ac os ydych chi eisiau cysylltu awdur â'r dudalen hafan, gallwch wneud hynny yn Gosodiadau SEO.

source: Deprecating Widgets
cy: Anghymeradwyo Dyfeisiau

source: Genesis has always included some useful widgets to help you build your sites faster and easier. But lately, we realized that some of these widgets should really be plugins, so authors can push out updates more frequently, and you get more up to date code. So, the "eNews & Updates" and "Latest Tweets" widgets are being ported to plugins, and will eventually be removed from Genesis.
cy: Mae Genesis bob amser wedi cynnwys dyfeisiau defnyddiol i'ch helpu i adeiladu'ch gwefannau'n gyflymach ac yn haws. Ond yn ddiweddar, sylweddolon ni y dylai rhai o'r dyfeisiau hyn fod yn ategion, fel y gall awduron ddiweddaru'n amlach, a chewch gôd mwy cyfoes. Felly, mae'r dyfeisiau "e-Newyddion a Diweddariadau" a "Thrydarau Diweddaraf" yn cael eu cludo i ategion ac yn y pen draw cânt eu dileu o Genesis.

source: Genesis Category/Page Menu Widgets Removed
cy: Dilëwyd Dyfeisiau Categori Genesis/Dewislen Tudalennau

source: We deprecated the Category and Page menu widgets a few releases ago, and as of this release, we've completely removed them from the framework. If you were still using either of these widgets, you will notice that your menu is no longer showing.
cy: Anghymeradwywyd y dyfeisiau categori a dewislen tudalennau ychydig o gyhoeddiadau yn ôl, ac ers y cyhoeddiad hwn, rydyn ni wedi'u dileu o'r fframwaith yn gyfan gwbl. Os oeddech chi'n dal i ddefnyddio'r naill ddyfais neu'r llall, byddwch yn sylwi nad yw'ch dewislen i'w gweld bellach.

source: You will need to build a <a href="%s">custom menu</a> and add the custom menu widget to the Header Right widget area.
cy: Bydd angen i chi lunio <a href="%s">dewislen bwrpasol</a> ac ychwanegu dyfais y ddewislen i'w haddasu at y man dyfais Pennyn De.

source: Other Geeky Stuff
cy: Pethau Gici Eraill

source: We also fixed a lot of little bugs, improved some things, and generally made the framework a more solid foundation for you to use. We hope you enjoy this latest release!
cy: Rydyn ni hefyd wedi atgyweirio llawer o namau bach, wedi gwella rhai pethau, ac yn gyffredinol wedi gwneud y fframwaith yn sylfaen cadarnach i chi ei ddefnyddio. Gobeithio y byddwch yn mwynhau'r cyhoeddiad hwn!

source: Genesis 2.0 Roadmap
cy: Map Ffordd Genesis 2.0

source: Support for HTML5 Markup
cy: Cefnogaeth ar gyfer Marcio HTML5

source: We have big plans for a new markup structure in Genesis 2.0, all built with HTML5.
cy: Mae gennym gynlluniau mawr ar gyfer strwythur marcio newydd yn Genesis 2.0, y cyfan wedi'i lunio â HTML5.

source: A New Mobile Strategy
cy: Strategaeth Symudol Newydd

source: In case you can't tell, we're big fans of designing for mobile devices around here. So, we're going to be doing some things that will make it a whole lot easier to get your site mobile ready with Genesis in 2.0.
cy: Rhag ofn nad yw'n amlwg, rydyn ni'n hoff iawn o ddylunio ar gyfer dyfeisiau symudol yma. Felly, rydyn ni'n mynd i fod yn gwneud rhai pethau a fydd yn hwyluso paratoi'ch gwefan gyda Genesis yn 2.0.

source: Lead Developer
cy: Datblygwr Arweiniol
he_il: מפתחים מובילים

source: This file no longer needs to be included.
cy: Does dim angen cynnwys y ffeil hon bellach.

source: Content-Sidebar
cy: Cynnwys-Bar Ochr
he_il: תוכן - סרגל

source: Sidebar-Content
cy: Bar Ochr-Cynnwys
he_il: סרגל - תוכן

source: Content-Sidebar-Sidebar
cy: Cynnwys-Bar Ochr-Bar Ochr
he_il: תוכן - סרגל - סרגל

source: Sidebar-Sidebar-Content
cy: Bar Ochr-Bar Ochr-Cynnwys
he_il: סרגל - סרגל - תוכן

source: Sidebar-Content-Sidebar
cy: Bar Ochr-Cynnwys-Bar Ochr
he_il: סרגל - תוכן -סרגל

source: Genesis %s is available. <a href="%s" class="thickbox thickbox-preview">Check out what's new</a> or <a href="%s" onclick="return genesis_confirm('%s');">update now</a>.
cy: Mae Genesis %s ar gael. <a href="%s" class="thickbox thickbox-preview">Dewch i weld yr hyn sy'n newydd</a> neu <a href="%s" onclick="return genesis_confirm('%s');">uwchraddio nawr</a>.

source: Upgrading Genesis will overwrite the current installed version of Genesis. Are you sure you want to upgrade?. "Cancel" to stop, "OK" to upgrade.
cy: Bydd uwchraddio Genesis yn trosysgrifo'r fersiwn bresennol o Genesis. Ydych chi'n siŵr eich bod am uwchraddio? "Canslwch" i stopio, "Iawn" i uwchraddio.

source: by
cy: trwy

source: Tagged With:
cy: Tagiwyd Â:
he_il: מתוייג כ:

source: Filed Under:
cy: Ffeiliwyd Dan:
he_il: מתוייק תחת:

source: (Edit)
cy: (Golygu)
he_il: (עריכה)

source: <h3>Trackbacks</h3>
cy: <h3>Olrhain</h3>
he_il: <h3> טראקבקים</h3>

source: Email
cy: E-bost
he_il: אימייל

source: Sorry, no posts matched your criteria.
cy: Blin iawn, doedd yr un post yn cyfateb i'ch meini prawf.

source: This is the Primary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
cy: Dyma'r Prif Fan Dyfeisiau Bar Ochr. Gallwch ychwanegu cynnwys at y man hwn trwy fynd i'ch <a href="%s">Panel Dyfeisiau</a> ac ychwanegu dyfeisiau newydd at y man hwn.

source: This is the Secondary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
cy: Dyma'r Man Dyfeisiau Bar Ochr Eilaidd. Gallwch ychwanegu cynnwys at y man hwn trwy fynd i'ch <a href="%s">Panel Dyfeisiau</a> ac ychwanegu dyfeisiau newydd at y man hwn.

source: Post Template
cy: Templed Post

source: Some themes have custom templates you can use for single posts that might have additional features or custom layouts. If so, you will see them above.
cy: Mae gan rai themâu dempledi i'w hgaddasu y gallwch eu defnyddio ar gyfer pyst sengl a all gynnwys nodweddion ychwanegol neu gynlluniau i'w haddasu. Os gwnewch hyn, byddwch yn eu gweld uchod.

source: Enter your email address ...
cy: Nodi'ch cyfeiriad e-bost ...

source: Go
cy: Ewch

source: Displays Feedburner email subscribe form
cy: Dangos ffurflen tanysgrifio e-byst Feedburner

source: Genesis - eNews and Updates
cy: Genesis - e-Newyddion a Diweddariadau

source: This widget has been deprecated, and should no longer be used.
cy: Mae'r ddyfais hon wedi'i anghymeradwyo ac ni ddylid ei ddefnyddio bellach.

source: If you would like to continue to use the eNews widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
cy: Os hoffech barhau i ddefnyddio ymarferoldeb dyfais e-Newyddion, gofynnwch i weinyddwr gwefan <a href="%s" target="_blank">osod y safle ategion hwn</a> a defnyddiwch ddyfais Estynedig e-Newyddion Genesis i ddisodli'r ddyfais hon.

source: If you would like to continue to use the eNews widget functionality, please <a href="%s" class="thickbox" title="Install Genesis eNews Extended">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
cy: Os hoffech barhau i ddefnyddio ymarferoldeb dyfais e-Newyddion, <a href="%s" class="thickbox" title="gosodwch ddyfais Estynedig e-Newyddion Genesis">gosodwch y safle ategion hwn</a> a defnyddiwch ddyfais Estynedig e-Newyddion Genesis i ddisodli'r ddyfais hon.

source: Show Page Byline
cy: Dangos Llinell Enw'r Dudalen

source: Comment Count
cy: Nifer y Sylwadau
he_il: ספירת תגובות

source: Extra Large (125px)
cy: Mawr Iawn (125px)
he_il: גדול מאוד (125px)

source: Display a list of your latest tweets.
cy: Dangos rhestr o'ch trydarau diweddaraf.

source: Genesis - Latest Tweets
cy: Genesis - Trydar Diweddaraf

source: The Twitter API is taking too long to respond. Please try again later.
cy: Mae API Twitter yn cymryd gormod o amser i ymateb. Rhowch gynnig arall yn nes ymlaen.

source: There was an error while attempting to contact the Twitter API. Please try again.
cy: Bu gwall wrth geisio cysylltu ag API Twitter. Rhowch gynnig arall.

source: The Twitter API returned an error while processing your request. Please try again.
cy: Dychwelodd API Twitter wrth brosesu'ch cais. Rhowch gynnig arall.

source: about %s ago
cy: tua %s yn ôl

source: If you would like to continue to use the Latest Tweets widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a>.
cy: Os hoffech barhau i ddefnyddio ymarferoldeb dyfais y Trydar Diweddaraf, trefnwch i weinyddwr gwefan <a href="%s" target="_blank">osod y safle ategion hwn</a>.

source: If you would like to continue to use the Latest Tweets widget functionality, please <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">install this plugin</a>.
cy: Os hoffech barhau i ddefnyddio ymarferoldeb dyfais y Trydar Diweddaraf, <a href="%s" class="thickbox" title="Gosodwch Drydar Diweddaraf Genesis">gosodwch y safle ategion hwn</a>.

source: Custom Text Content
cy: Cynnwys Testun i'w Addasu
he_il: תוכן של טקסט מותאם אישית

source: JavaScript Object Notation
he_il: סימון עצמים של ג'אווה-סקריפט

source: Home Pages
he_il: דפי בית

source: Google+
he_il: גוגל+

source: Meta Description
he_il: תיאור מטא

source: Meta Keywords
he_il: מילות מפתח מטא

source: Robots Meta Tags:
he_il: תגיות מטא Robots

source: Scripts
he_il: סקריפטים
