Repository: wp-plugins/genesis-translations
Catalog: genesis20/*.po
Languages: ca, cy, he_il

source: on posts?
ca: en els pals?
cy: ar byst?
he_il: על פוסטים?

source: on pages?
ca: a les pàgines?
cy: ar dudalennau?
he_il: על עמודים?

source: Enable Trackbacks
ca: Habilitar Trackbacks
cy: Galluogi Olrhain
he_il: אפשר טראקבקים

source: Select one of the following:
ca: Seleccioneu un dels següents:
cy: Dewiswch un o'r canlynol:
he_il: בחר אחת מהבאים:

source: Display post content
ca: Publicar contingut Display
cy: Dangos cynnwys post
he_il: להציג תוכן הפוסט

source: Display post excerpts
ca: Missatge Mostra extractes
cy: Dangos rhannau o bost
he_il: להציג תקציר הפוסט

source: Limit content to
ca: Limiti el contingut d'
cy: Cyfyngu cynnwys i
he_il: להגביל תוכן ל

source: characters
ca: personatges
cy: o gymeriadau
he_il: תוים

source: Image Size
ca: Mida de la imatge
cy: Maint y Ddelwedd
he_il: גודל תמונה

source: Select Post Navigation Technique:
ca: Seleccioneu Tècnica Missatge de Navegació:
cy: Dewis Techneg Llywio Pyst:
he_il: בחר שיטת ניווט:

source: Older / Newer
ca: Més vell / recent
cy: Hŷn/Newyddach
he_il: ישן יותר / חדש יותר

source: Previous / Next
ca: Anterior / Següent
cy: Blaenorol/Nesaf
he_il: הקודם / הבא

source: Numeric
ca: Numèric
cy: Rhifol
he_il: ממוספר

source: Display which category:
ca: Veure quina categoria:
cy: Dangos pa gategori:
he_il: איזו קטגוריה להציג:

source: All Categories
ca: Totes les categories
cy: Pob Categori
he_il: כל הקטגוריות

source: Exclude the following Category IDs:
ca: Excloure els següents ID Categoria:
cy: Eithrio'r IDs categori canlynol:
he_il: הוצא מהכלל אתהקטגוריות הבאות ( לפי ID )

source: Number of Posts to Show
ca: Nombre de publicacions
cy: Nifer y pyst i'w dangos
he_il: להציג מספר פוסטים

source: Home
ca: Casa
cy: Hafan
he_il: בית

source: Click here to complete the upgrade
ca: Feu clic aquí per completar l'actualització
cy: Cliciwch yma i gwblhau'r gwaith uwchraddio
he_il: לחץ כאן כדי להשלים את השדרוג

source: Genesis %s is available for %s
ca: Genesis %s està disponible per a %s
cy: Mae Genesis %s ar gael ar gyfer %s
he_il: גנסיס %s זמין עבור %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
ca: Genesis %s ja està disponible. Hem proporcionat les actualitzacions de 1-click per aquest tema, així que si us plau accedeixi al seu panell de control i l'actualització més aviat millor.
cy: Mae Genesis %s nawr ar gael. Rydyn ni wedi darparu diweddariadau un clic ar gyfer y thema hon, felly mewngofnodwch i'ch dangosfwrdd cyn gynted ag y bydd yn gyfleus i chi.
he_il: ג'נסיס %s זמינה עכשיו. סיפקנו עדכון בקליק בודד לתמה הזו, אז בבקשה התחברו לממשק הניהול שלכם ועדכנו בהקדם האפשרי.

source: Return to top of page
ca: Tornar al començament de la pàgina
cy: Dychwelyd i frig y dudalen
he_il: חזרה לראש העמוד

source: Log in
ca: Inicia la sessió
cy: Mewngofnodi
he_il: התחבר

source: Log out
ca: Finalitzar la sessió
cy: Allgofnodi
he_il: התנתק

source: Leave a Comment
ca: Deixa el teu comentari
cy: Gadael Sylw
he_il: כתוב תגובה

source: 1 Comment
ca: 1 Comentari
cy: 1 sylw
he_il: תגובה אחת

source: % Comments
ca: % Comentaris
cy: % Sylwadau
he_il: % תגובות

source: <h3>Comments</h3>
ca: <h3> Comentaris </ h3>
cy: <h3>Sylwadau</h3>
he_il: <h3> תגובות</h3>

source: says
ca: diu
cy: yn dweud
he_il: אומר

source: %1$s at %2$s
ca: % 1 $ sa% 2 $ s
cy: %1$s yn %2$s
he_il: %1$s אל%2$s

source: Your comment is awaiting moderation.
ca: La vostra revisió està pendent de moderació.
cy: Mae'ch sylw wrthi'n cael ei gymedroli.
he_il: התגובה שלך ממתינה לאישור.

source: Name
ca: Nom
cy: Enw
he_il: שם

source: Website
ca: Lloc web
cy: Gwefan
he_il: אתר אינטרנט

source: Speak Your Mind
ca: Parli seva ment
cy: Dweud eich Dweud
he_il: להשמיע את דעתך

source: Copyright
ca: Drets d'autor
cy: Hawlfraint
he_il: זכויות יוצרים

source: Primary Navigation Menu
ca: Menú de navegació principal
cy: Prif Ddewislen Lywio
he_il: תפריט ניווט ראשי

source: Posts
ca: Missatges
cy: pyst
he_il: פוסטים

source: Comments
ca: Comentaris
cy: Sylwadau
he_il: תגובות

source: [Read more...]
ca: [Llegir més ...]
cy: [Darllen mwy...]
he_il: [קרא עוד ...]

source: By
ca: Per
cy: Ger
he_il: על ידי

source: About
ca: Sobre
cy: Ynghylch
he_il: על

source: Older Posts
ca: Missatges més antics
cy: Pyst Hŷn
he_il: פוסטים ישנים יותר

source: Newer Posts
ca: Entrades més recents
cy: Pyst Newyddach
he_il: פוסטים חדשים יותר

source: Search
ca: Cerca
cy: Chwilio
he_il: לחפש

source: Primary Sidebar Widget Area
ca: Primària Sidebar Widget Àrea
cy: Prif Fan Dyfeisiau Bar Ochr
he_il: אזור ווידג'טים ראשי

source: Secondary Sidebar Widget Area
ca: Secundària Sidebar Widget Àrea
cy: Man Dyfeisiau Bar Ochr Eilaidd
he_il: אזור ווידג'טים משני

source: You are here:
ca: Ets aquí:
cy: Rydych chi yma:
he_il: אתה נמצא כאן:

source: Archives for
ca: Arxius per
cy: Archifau ar gyfer
he_il: ארכיון של

source: Search for
ca: Cercar
cy: Chwiliwch am
he_il: חיפוש עבור

source: View all posts in %s
ca: Veure tots els missatges de %s
cy: Gweld pob post yn %s
he_il: הצג את כל הפוסטים שנכתבו על%s

source: Title
ca: Títol
cy: Teitl
he_il: כותרת

source: Displays featured page with thumbnails
ca: Mostra la pàgina s'ofereixen amb miniatures
cy: Dangos y dudalen a ddangosir â mân-luniau
he_il: הצגת עמודים עם תמונה

source: Genesis - Featured Page
ca: Pàgina Destacat - Genesis
cy: Genesis - Tudalen a Ddangosir
he_il: ג'נסיס - הצגת עמוד

source: by
ca: per
cy: ger
he_il: על ידי

source: Page
ca: Pàgina
cy: Tudalen
he_il: עמוד

source: Image Alignment
ca: Alineació de la imatge
cy: Alinio Delweddau
he_il: יישור תמונה

source: None
ca: Cap
cy: Dim
he_il: ללא

source: Show Page Title
ca: Mostra títol de la pàgina
cy: Dangos Teitl y Dudalen
he_il: הצג כותרת עמוד

source: Show Page Content
ca: Mostra la pàgina de contingut
cy: Dangos Cynnwys y Dudalen
he_il: הצג תוכן עמוד

source: Content Character Limit
ca: Contingut Límit de caràcters
cy: Terfyn Nodau'r Cynnwys
he_il: הגבלת תווים לתוכן

source: More Text
ca: Més text
cy: Mwy o Destun
he_il: טקסט "עוד"

source: Displays featured posts with thumbnails
ca: Mostra Llocs destacats amb imatges en miniatura
cy: Dangos y pyst a gaiff eu cynnwys â mân-luniau
he_il: מציג פוסט נבחר עם תמונה ראשית

source: Genesis - Featured Posts
ca: Missatges destacats - Genesis
cy: Genesis - Pyst a Gynhwysir
he_il: ג'נסיס - הצגת פוסטים

source: [Read More...]
ca: [Llegir més ...]
cy: [Darllenwch fwy...]
he_il: [קרא עוד...]

source: More Posts from this Category
ca: Més llocs d'aquesta categoria
cy: Mwy o byst o'r Categori hwn
he_il: עוד פוסטים מקטגוריה זו

source: Category
ca: Categoria
cy: Categori
he_il: קטגוריה

source: Number of Posts to Offset
ca: Nombre total de missatges d'Offset
cy: Nifer y pyst i'w gwrthincio
he_il: מספר הודעות הסט

source: Order By
ca: Ordenar per
cy: Archebu erbyn
he_il: לסדר לפי

source: Date
ca: Data
cy: Dyddiad
he_il: תאריך

source: Parent
ca: Pare
cy: Rhiant
he_il: הורה

source: ID
ca: Identificació

source: Random
ca: Atzar
cy: Hap
he_il: אקראי

source: Sort Order
ca: Ordre de Classificació
cy: Rhoi mewn Trefn
he_il: סדר לפי

source: Descending (3, 2, 1)
ca: Descendent (3, 2, 1)
cy: Disgynnol (3, 2, 1)
he_il: יורד ( 3,2,1)

source: Ascending (1, 2, 3)
ca: Ascendent (1, 2, 3)
cy: Esgynnol (1, 2, 3)
he_il: עולה ( 1,2,3)

source: Show Author Gravatar
ca: Mostra Autor Gravatar
cy: Dangos Awdur y Gravatar
he_il: הצג Gravatar של המחבר

source: Gravatar Size
ca: Gravatar Mida
cy: Maint y Gravatar
he_il: Gravatar גודל

source: Small (45px)
ca: Petit (45px)
cy: Bach (45px)
he_il: קטן (45px)

source: Medium (65px)
ca: Mitjà (65px)
cy: Canolig (65px)
he_il: בינוני (65px)

source: Large (85px)
ca: Gran (85px)
cy: Mawr (85px)
he_il: גדול (85px)

source: Gravatar Alignment
ca: Alineació Gravatar
cy: Alinio'r Gravatar
he_il: Gravatar יישור

source: Show Post Title
ca: Mostrar Missatge Títol
cy: Dangos Teitl y Post
he_il: הצג את כותרת הפוסט

source: More Text (if applicable)
ca: Més de text (si és aplicable)
cy: Mwy o Destun (os yw'n berthnasol)
he_il: טקסט "עוד"

source: To display an unordered list of more posts from this category, please fill out the information below
ca: Per mostrar una llista desordenada de més llocs d'aquesta categoria, si us plau ompli la següent informació
cy: I ddangos rhestr ddi-drefn o fwy o byst o'r categori hwn, llenwch yr wybodaeth isod
he_il: כדי להציג רשימה של פוסטים נוספים מקטגוריה זו, אנא מלאו את הפרטים להלן

source: Show Category Archive Link
ca: Mostrar categoria 'Enllaç
cy: Dangos Dolen Archifau'r Categori
he_il: הצג קישור לארכיב הקטגוריה

source: Link Text
ca: Enllaç del text
cy: Cysylltu'r Testun
he_il: כיתוב קישור

source: Displays user profile block with Gravatar
ca: Mostra bloquejar usuari perfil amb Gravatar
cy: Dangos bloc proffil defnyddiwr gyda Gravatar
he_il: הצגת פרופיל המשתמש עם Gravatar

source: Genesis - User Profile
ca: Genesis - Perfil d'usuari
cy: Genesis - Proffil Defnyddiwr
he_il: ג'נסיס - פרטי משתמש

source: View My Blog Posts
ca: Veure el meu blog Missatges
cy: Gweld Fy Mhyst Blog
he_il: הצג את הפוסטים שלי

source: Select a user. The email address for this account will be used to pull the Gravatar image.
ca: Seleccioneu un usuari. La direcció de correu electrònic d'aquest compte s'utilitzarà per treure la imatge de Gravatar.
cy: Dewis defnyddiwr. Caiff cyfeiriad e-bost y cyfrif hwn ei ddefnyddio i dynnu'r ddelwedd Gravatar.
he_il: בחר משתמש. כתובת דוא"ל עבור חשבון זה ישמש כדי למשוך את תמונת ה- Gravatar.

source: Small
ca: Petit
cy: Bach
he_il: קטן

source: Medium
ca: Medi
cy: Canolig
he_il: בינוני

source: Large
ca: Gran
cy: Mawr
he_il: גדול

source: Extra Large
ca: Extra gran
cy: Mawr Iawn
he_il: גדול מאוד

source: Select which text you would like to use as the author description
ca: Seleccioneu la text que voleu utilitzar com la descripció autor
cy: Dewiswch pa destun yr hoffech ei ddefnyddio fel disgrifiad awdur
he_il: בחר את הטקסט שאתה רוצה להשתמש בו כתיאור המחבר

source: Author Bio
ca: Biografia de l'autor
cy: Bywgraffiad Awdur
he_il: על המחבר

source: Custom Text (below)
ca: Custom Text (continuació)
cy: Testun i'w Addasu (isod)
he_il: טקסט מותאם אישית

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
ca: Trieu la pàgina ampliada "Quant a mi" de la llista de baix. Aquesta serà la pàgina enllaçada al final de la secció sobre mi.
cy: Dewiswch eich tudalen "Amdana I" estynedig o'r rhestr isod. Dyma'r dudalen y bydd dolen iddi ar ddiwedd yr is-adran Amdanaf I.
he_il: בחר את העמוד "אודותיי" מהרשימה. זה יהיה הדף המקושר בסוף הקטע.

source: Show Author Archive Link?
ca: Mostra Author Archive Link?
cy: Dangos Dolen Archifau Awdur?
he_il: הצג קישור לארכיון המחבר?

source: Import Genesis Settings File
ca: Ajustaments Genesis Importar Arxiu
cy: Mewnforio Ffeil Gosodiadau Genesis
he_il: יייבוא קובץ הגדרות של ג'נסיס

source: Upload File: (Maximum Size: %s)
ca: Pujar Arxiu: (Mida màxima: %s)
cy: Llwytho Ffeil i Fyny: (Uchafswm Maint: %s)
he_il: העלאת קובץ: (גודל מירבי: %s)

source: Export Genesis Settings File
ca: Ajustaments Genesis Exportar arxiu
cy: Allforio Ffeil Gosodiadau Genesis
he_il: יייצוא קובץ הגדרות של ג'נסיס

source: Once you have saved the download file, you can use the import function on another site to import this data.
ca: Un cop hagueu desat el fitxer de descàrrega, pot utilitzar la funció d'importació d'un altre lloc per importar aquestes dades.
cy: Ar ôl i chi gadw'r ffeil wedi'i lawrlwytho, gallwch ddefnyddio'r swyddogaeth mewnforio hon ar wefan arall i fewnforio'r data hwn.
he_il: לאחר שמירת קובץ ההורדה, ניתן להשתמש בפונקציה "יבוא" כדי לייבא נתונים אלה.

source: Download Export File
ca: Descàrrega d'arxiu d'exportació
cy: Lawrlwytho Ffeil Allforio
he_il: הורדת קובץ ייצוא

source: Characters Used: %s
ca: Personatges Usada: %s
cy: Nodau a Ddefnyddiwyd: %s
he_il: תווים בשימוש:-%s

source: Custom Redirect URI
ca: URI personalitzada de redirecció
cy: URI Ailgyfeirio i'w Addasu
he_il: URI להפנייה מותאם אישית

source: Custom Body Class
ca: Classe Custom Cos
cy: Dosbarth Corff i'w Addasu
he_il: Body Class מותאם אישית

source: Custom Post Class
ca: Custom Class Missatge
cy: Dosbarth Post i'w Addasu
he_il: Post Class מותאם אישית

source: Choose Layout
ca: Seleccioneu Disseny
cy: Dewis Cynllun
he_il: בחר פרישה

source: Include the Featured Image?
ca: Inclogui la Foto principal?
cy: Cynnwys y Ddelwedd a Ddangosir?
he_il: לכלול תמונה ראשית?

source: Genesis Admin Menus
ca: Genesis administració Menús
cy: Dewislenni Gweinyddu Genesis
he_il: ג'נסיס - תפריטי אדמין

source: Enable Genesis Admin Menu?
ca: Activar menú Genesis administració?
cy: Galluogi Dewislen Weinyddu Genesis?
he_il: אפשר תפריטי אדמין של ג'נסיס

source: Enable SEO Settings Submenu?
ca: Habilitar SEO Configuració Submenú?
cy: Galluogi Is-ddewislen Osodiadau SEO?
he_il: אפשר תפריט הגדרות SEO?

source: Enable Import/Export Submenu?
ca: Habilitar Import / Export Submenú?
cy: Galluogi Is-ddewislen Fewnforio/Allforio?
he_il: אפשר ייבוא ​​/ ייצוא תת-תפריט?

source: Enable Author Box on this User's Posts?
ca: Habilitar Autor Caixa de Missatges d'aquest usuari?
cy: Galluogi Blwch Awdur ar Byst y Defnyddiwr hwn?
he_il: לאפשר תיבת המחבר בפוסטים של המחבר הזה?

source: Enable Author Box on this User's Archives?
ca: Habilitar Autor Caixa d'Arxius d'aquest usuari?
cy: Galluogi Blwch Awdur ar Archifau'r Defnyddiwr hwn?
he_il: לאפשר תיבת המחבר בארכיון של המחבר הזה?

source: These settings apply to this author's archive pages.
ca: Aquests ajustaments s'apliquen a les pàgines d'arxiu d'aquest autor.
cy: Mae'r gosodiadau hyn yn berthnasol i dudalennau archif yr awdur hwn.
he_il: הגדרות אלה חלות על דפי הארכיון של המחבר.

source: Custom Archive Headline
ca: Custom Arxiu Headline
cy: Pennawd Archif i'w Addasu
he_il: כותרת אישית לארכיון

source: Will display in the %s tag at the top of the first page
ca: Mostrarà a l'etiqueta %s en la part superior de la primera pàgina
cy: I'w weld yn y tag %s ar ben y dudalen gyntaf
he_il: יציג את התג %s בחלק העליון של העמוד הראשון

source: Custom Description Text
ca: Custom Descripció Text
cy: Testun Disgrifiad i'w Addasu
he_il: תיאור טקסט מותאם אישית

source: This text will be the first paragraph, and display on the first page
ca: Aquest text serà el primer paràgraf, i mostrar a la primera pàgina
cy: Y testun hwn fydd y paragraff cyntaf a bydd i'w weld ar y dudalen gyntaf
he_il: טקסט זה יוצג בפסקה הראשונה, בדף הראשון.

source: Congratulations! You are now rocking Genesis %s
ca: Felicitacions! Ara està bressolant Genesis %s
cy: Llongyfarchiadau! Rydych chi nawr yn feistr ar Genesis %s
he_il: מזל טוב! ג'נסיס %s חיה ובועטת

source: Show Featured Image
ca: Mostra Foto principal
cy: Dangos y Ddelwedd a Ddangosir
he_il: הצג תמונה ראשית

source: Show Post Info
ca: Mostrar informació del missatge
cy: Dangos Gwybodaeth y Post
he_il: הצג מידע על הפוסט

source: Content Type
ca: Tipus de contingut
cy: Math o Gynnwys
he_il: סוג תוכן

source: Show Content
ca: Mostrar contingut
cy: Dangos y Cynnwys
he_il: להציג תוכן

source: Show Excerpt
ca: Mostra Extracte
cy: Dangos Darn
he_il: להציג תקציר

source: Show Content Limit
ca: Mostrar contingut límit
cy: Dangos Terfyn y Cynnwys
he_il: הצג מגבלת תוכן

source: No Content
ca: Sense contingut
cy: Dim Cynnwys
he_il: ללא תוכן

source: Not found:
ca: No trobat:
cy: Heb ganfod:
he_il: לא נמצא:

source: View %s
ca: Veure %s
cy: Gweld %s
he_il: הצג %s

source: View archives for %s
ca: Veure arxius de %s
cy: Gweld archifau ar gyfer %s
he_il: צפייה בארכיון עבור%s

source: View archives for %s %s
ca: Veure arxius de %s %s
cy: Gweld archifau ar gyfer %s %s
he_il: צפייה בארכיון עבור%s%s

source: View all %s
ca: Mostra tots els %s
cy: Gweld pob %s
he_il: הצג את כל%s

source: View all items in %s
ca: Veure tots els articles en %s
cy: Gweld pob eitem yn %s
he_il: הצג את כל הפריטים ב%s

source: Header Right
ca: Capçalera Dreta
cy: Penynnau De
he_il: ימין הכותרת

source: Primary Sidebar
ca: Sidebar Inici
cy: Prif Far Ochr
he_il: סרגל צדדי ראשי

source: Secondary Sidebar
ca: Sidebar Secundària
cy: Bar Ochr Eilaidd
he_il: סרגל צדדי משני

source: There was a problem importing your settings. Please try again.
ca: Hi va haver un problema en importar la configuració. Torneu-ho de nou.
cy: Bu problem wrth fewnforio'ch gosodiadau. Rhowch gynnig arall.
he_il: היתה בעיה לייבא את ההגדרות שלך. אנא נסה שוב.

source: No Label Selected
ca: No Label seleccionat
cy: Dim Label wedi'i Ddewis
he_il: לא נבחרה תוית

source: Footer %d
ca: Peu de pàgina% d
cy: Troedyn %d
he_il: פוטר %d

source: No export options available.
ca: No hi ha opcions d'exportació disponibles.
cy: Dim opsiynau allforio ar gael.
he_il: אפשרויות ייצוא אינן זמינות

source: Select / Deselect All
ca: Selecciona / Desselecciona tot
cy: Dewis/Dad-ddewis Pob Un
he_il: בחר / בטל הכל

source: ago
ca: fa
cy: yn ôl
he_il: לפני

source: Previous Page
ca: Pàgina Anterior
cy: Tudalen Flaenorol
he_il: הקודם

source: Next Page
ca: Pàgina següent
cy: Tudalen Nesaf
he_il: הבא

source: Default
ca: Defecte
cy: Rhagosodiad
he_il: ברירת מחדל

source: Choose the file from your computer and click "Upload file and Import"
ca: Trieu l'arxiu del seu ordinador i feu clic a "Carrega i importar"
cy: Dewis y ffeil o'ch cyfrifiadur a chliciwch ar "Llwytho Ffeil i Fyny a'i Mewnforio"
he_il: בחר את הקובץ מהמחשב ולחץ על "ייבוא קובץ"

source: Upload File and Import
ca: Carregar arxiu i Importació
cy: Llwytho Ffeil i Fyny a'i Mewnforio
he_il: ייבוא קובץ

source: Settings successfully imported.
ca: Ajustaments importen correctament.
cy: Gosodiadau wedi'u mewnforio'n llwyddiannus.
he_il: הגדרות יובאו בהצלחה.

source: Settings reset.
ca: Restablir ajustos.
cy: Gosodiadau wedi'u hailosod.
he_il: איפוס הגדרות.

source: Settings saved.
ca: Configuració guardada.
cy: Gosodiadau wedi'u cadw.
he_il: הגדרות נשמרו

source: Keywords are generally ignored by Search Engines.
ca: Les paraules clau són generalment ignorats pels motors de cerca.
cy: Geiriau allweddol a anwybyddir yn gyffredinol gan beiriannau chwilio.
he_il: מנועי חיפוש בדרך כלל מתעלמיםממילות מפתח.

source: Default Layout
ca: Disseny predeterminat
cy: Cynllun Rhagosodedig
he_il: פריסת ברירת מחדל

source: Comments and Trackbacks
ca: Comentaris i Trackbacks
cy: Sylwadau ac Olrhain
he_il: הערות וטראקבקים

source: Header and Footer Scripts
ca: Capçalera i peu de Scripts
cy: Sgriptiau Penynnau a Throedynnau
he_il: סקריפטים ל Header ו Footer

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
ca: Això pot ser útil per a diagnosticar problemes amb el teu tema si demanes ajuda en els <a href="%s" target="_blank">forums de suport</a>.
cy: Gall hyn fod yn ddefnyddiol ar gyfer diagnosio problemau gyda'ch thema wrth geisio cymorth yn y <a href="%s" target="_blank">fforymau cefnogi</a>.
he_il: זה יכול להיות מועיל לאבחון בעיות עם הנושא שלך כאשר המבקשים סיוע ב <a href="%s" target="_blank"> תמיכה בפורומים </a>.

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
ca: Si el seu aliment (s) personalitzat no són manejats per FeedBurner, no recomanem que utilitzi les opcions de redirecció.
cy: Os nad yw'ch porthiant i'w addasu'n cael ei drin gan Feedburner, nid ydym yn argymell defnyddio'r opsiynau ailgyfeirio.
he_il: אם הפידים שלך אינם מטופלים על ידי Feedburner, אנחנו לא ממליצים להשתמש באפשרות ההפניה.

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
ca: Comentaris i Trackbacks també es poden desactivar en funció de cada pal / pàgina en crear / editar posts / pàgines.
cy: Gellir analluogi sylwadau ac olrhain hefyd fesul post/tudalen wrth greu/olygu pyst/tudalennau.
he_il: תגובות וטראקבקים ניתן גם לכבות אותו בכל הודעה / עמוד בעת יצירת / עריכת הודעות / עמודים.

source: Enable on:
ca: Habilitar el:
cy: Galluogi ar:
he_il: אפשר על:

source: Pages
ca: Pàgines
cy: tudalennau
he_il: עמודים

source: Archives
ca: Arxiu
cy: archifau
he_il: ארכיונים

source: 404 Page
ca: 404 Pàgina
cy: tudalen 404
he_il: עמוד 404

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
ca: Passos per a la navegació són una gran manera de deixar als seus visitants a trobar on són al seu lloc amb només un cop d'ull. Pot activar / desactivar ells en certes àrees del seu lloc.
cy: Mae briwsion bara'n ffordd wych o roi gwybod i bobl sy'n mynd ar eich gwefan lle maen nhw trwy gipolwg yn unig. Gallwch eu galluogi/hanalluogi ar rannau penodol o'ch gwefan.
he_il: פירורי לחם הם דרך מצוינת לעזור למבקרים שלך להתמצות באתר שלך במבט פשוט. אתה יכול לאפשר / לבטל אותם על אזורים מסוימים של האתר שלך.

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
ca: Usant aquesta opció limitarà el text i treure tot el format del text que es mostra. Per utilitzar aquesta opció, seleccioneu "Mostra contingut del post" al quadre de selecció anterior.
cy: Bydd defnyddio'r opsiwn hwn yn cyfyngu'r testun ac yn tynnu'r holl fformatio o'r testun a ddangosir. Er mwyn defnyddio'r opsiwn hwn, dewiswch "Dangos cynnwys post" yn y blwch dewis uchod.
he_il: שימוש באפשרות זו יפשיט את כח העיצוב מהטקסט במקור. כדי להשתמש באפשרות זו, בחר "להציג תוכן הפוסט" בתיבת בחירה למעלה.

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
ca: Aquestes opcions afecten a qualsevol pàgina d'anuncis en blocs, incloent arxiu, autor, bloc, categoria, de recerca i les pàgines d'etiquetes.
cy: Bydd yr opsiynau hyn yn effeithio ar unrhyw dudalen restriadau blog, gan gynnwys tudalennau archif, awdur, blog, categori, chwiliad, a thudalennau tag.
he_il: אפשרויות אלה ישפיעו על כל דפי הרשימות באתר, כולל ארכיון, המחבר, בלוג, קטגוריה, חיפוש ודפי תג.

# time difference
source: seconds
ca: segon
cy: eiliadau
he_il: שניות

# time difference
source: %s year
ca: %s any
cy: %s blwyddyn
he_il: %s שנה

# time difference
source: %s month
ca: %s mes
cy: %s mis
he_il: %s חודש

# time difference
source: %s week
ca: %s setmana
cy: %s wythnos
he_il: %s שבוע

# time difference
source: %s day
ca: %s dia
cy: %s dydd
he_il: %s יום

# time difference
source: %s hour
ca: %s hora
cy: %s awr
he_il: %s שעה

# time difference
source: %s minute
ca: %s minut
cy: %s munud
he_il: %s דקה

# time difference
source: %s second
ca: %s segon
cy: %s eiliad
he_il: %s שניה

# separator in time difference
source: and
ca: i
cy: a
he_il: וגם

source: Theme SEO Settings
ca: Ajustaments de tema SEO
cy: Gosodiadau SEO Thema
he_il: הגדרות SEO

source: Layout Settings
ca: Configuració del disseny
cy: Gosodiadau'r Cynllun
he_il: הגדרות מערך תצוגה

source: Adjacent Posts %s link tags
ca: Missatges Adjacent %s enllaç etiquetes
cy: Tagiau dolen %s pyst gyferbyn
he_il: תגיות לינק %s פוסטים קשורים

source: Archive Settings
ca: Configuració d'arxiu
cy: Gosodiadau Archifau
he_il: הגדרות ארכיון

source: Follow me on Twitter
ca: Segueix-me a Twitter
cy: Dilynwch fi ar Twitter
he_il: עקבו אחרי בטוויטר

source: Color Style
ca: Estil Color
cy: Arddull Liwiau
he_il: צבע

source: Attachment Page
ca: Annex Pàgina
cy: tudalen atodi
he_il: עמוד קובץ מצורף

source: Image Size:
ca: Mida de la imatge:
cy: Maint y Ddelwedd:
he_il: גודל תמונה:

source: Number of Posts to Show:
ca: Nombre de publicacions:
cy: Nifer y pyst i'w dangos:
he_il: מספר פוסטים להצגה:

source: Enter scripts or code you would like output to %s:
ca: Escrigui scripts o codi que li agradaria sortida a %s:
cy: Nodwch y sgriptiau neu'r codau yr hoffech eu hallbynnu i %s:
he_il: הכנס סקריפט או קוד שתרצה לייצא ל %s
