Repository: wp-plugins/genesis-translations
Catalog: genesis20/*.po
Languages: ca, cy, he_il

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme...
ca: Els seus Ajustaments de tema proporciona control sobre com funciona el tema. Vostè serà capaç de controlar una gran quantitat de característiques comunes i fins i tot avançats en aquest menú. Alguns temes nen poden afegir elements de menú addicionals a aquesta llista, incloent la possibilitat de seleccionar diferents combinacions de colors o establir característiques temàtiques, com un control lliscant. Cadascuna de les caixes es poden contraure fent clic a la capçalera de la caixa i es van expandir per fer el mateix. També es poden arrossegar qualsevol ordre desitjat o fins i tot ocults, feu clic a "Opcions de pantalla" a la part superior dreta de la pantalla i "desmarcant" les caixes que no desitja veure. A continuació trobareu els elements comuns a tots els temes del nen ...

source: The information box allows you to see the current Genesis theme information and display if desired.
ca: El quadre d'informació li permet veure la informació actual del tema de Genesis i mostrar si es desitja.
he_il: תיבת המידע מאפשרת לך לראות את המידע והתצוגה של תבנית הג'נסיס הנוכחית.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
ca: Normalment, això hauria d'estar desmarcat. També pot configurar per activar les actualitzacions automàtiques.
he_il: בד"כ, זה לא אמור להיות מסומן. אתה יכול גם לסמן על מנת לאפשר עדכונים אוטומטיים.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
ca: Això no significa que els canvis succeeixen de forma automàtica sense el seu permís, sinó que simplement li notificarà que hi ha una actualització disponible. Vostè ha de seleccionar per realitzar l'actualització.
he_il: אין זה אומר שהעדכונים יתבצעו אוטומטית ללא הרשאה ממך; אתה בסה"כ תקבל הודעה שתיידע אותך שקיים עדכון זמין עבורך. אתה חייב לבחור אותו לביצוע השדרוג בפועל.

source: If you provide an email address and select to notify that email address when the update is available, your site will email you when the update can be performed.No, updates only affect files being updated.
ca: Si proporciona una adreça de correu electrònic i seleccionar per notificar que la direcció de correu electrònic quan l'actualització està disponible, el seu lloc enviarem un correu electrònic quan l'actualització pot ser performed.No, actualitza només afecten els arxius que s'han actualitzat.
he_il: אם תספק כתובת אימייל ותבחר שאליה יישלחו הודעות כאשר יש עדכון זמין, האתר שלך יישלח לך אימייל כאשר העדכון אכן יבוצע. לא, עדכונים רק משפיעים על הקבצים להם קיים עדכון בפועל.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
ca: Si utilitzeu FeedBurner per gestionar la seva alimentació (s) rss pot utilitzar aquesta funció per establir l'alimentació materna del seu lloc per redirigir al seu feed de FeedBurner.
he_il: אם את/ה משתמש/ת ב-Feedburner על-מנת לטפל בפיד/ים של ה-RSS שלך, ביכולתך להשתמש בפונקציה הזו על-מנת להגדיר את הפיד המובנה של אתרך כמופנה לפיד של ה-Feedburner שלך.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
ca: Omplint els enllaços d'alimentació per demanar l'alimentació principal del lloc, es mostrarà com un enllaç a Feedburner.

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
ca: En marcar la casella "Redireccionar Feed", tot el trànsit per defecte feed vincles passareu al enllaç Feedburner lloc.

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
ca: Això li permet seleccionar el disseny predeterminat per a tot el lloc. En la majoria dels temes del nen veurà aquestes opcions:

source: Content Sidebar
ca: Sidebar contingut
he_il: תוכן טור-צד

source: Sidebar Content
ca: Contingut Barra lateral
he_il: טור-צד תוכן

source: Sidebar Content Sidebar
ca: Sidebar Sidebar contingut
he_il: טור-צד תוכן טור-צד

source: Content Sidebar Sidebar
ca: Contingut Barra lateral Sidebar
he_il: תוכן טור-צד תוכן

source: Sidebar Sidebar Content
ca: Sidebar Contingut Barra lateral
he_il: טור-צד טור-צד תוכן

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
ca: Aquesta disposició també es pot reemplaçar a les opcions de disseny de post / page / termini en cada lloc / page / term.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
ca: Aquest quadre permet definir on la pantalla "molles". La barra de navegació és l'eina de navegació que mostra quan un visitant es troba en el lloc en qualsevol moment donat.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
ca: Això permet una àmplia decisió lloc en si els comentaris i vincles de referència (notificacions quan algú enllaços a la seva pàgina) estan habilitades per a entrades i pàgines.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
ca: Si activeu comentaris o trackbacks aquí, pot ser desactivat en una entrada individual o pàgina. Si desactiva aquí, ells no es poden habilitar en una entrada individual o pàgina.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
ca: En els Ajustaments de tema Genesis pot canviar les opcions d'ample Arxius contingut del lloc per controlar el que apareix en els arxius del lloc.

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
ca: Els arxius inclouen les pàgines utilitzant la plantilla del bloc, les pàgines de categories, pàgines d'etiquetes, data d'arxiu, els arxius de l'autor, i els últims missatges si no hi ha pàgina d'inici personalitzada.

source: The first option allows you to display the post content or the post excerpt. The Display post content setting will display the entire post including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
ca: La primera opció us permet visualitzar el contingut de l'entrada o de l'oficina extracte. La configuració de contingut posterior de visualització apareixerà el post sencer incloent el codi HTML fins al <- more -> etiqueta si s'utilitza (això és HTML per l'etiqueta de comentari que no es mostra en el navegador).

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
ca: També pot estar acoblat amb el segon camp "contingut Limitar als [___] caràcters" per limitar el contingut a un nombre específic de lletres o espais. Això traurà qualsevol HTML, però permet longituds més precises i modificats fàcilment que l'extracte.

source: The Display post excerpt setting will display the first 55 words of the post after also stripping any included HTML or the manual/custom excerpt added in the post edit screen.
ca: L'ajust extracte missatge Display mostrarà les primeres 55 paraules del missatge després de pelar també tots els que incloguin codi HTML o l'extracte Manual / custom afegit a la pantalla posterior edició.

source: The 'Include post image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
ca: El 'Incloure imatge missatge? configuració us permet mostrar una miniatura de la primera imatge adjunta o conjunt actualment la imatge que es mostra.

source: This option should not be used with the post content unless the content is limited to avoid duplicate images.
ca: Aquesta opció no s'ha d'utilitzar amb el contingut de missatge llevat que el contingut es limita per evitar imatges duplicades.

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
ca: La llista de "mida d'imatge" està poblat per les mides disponibles definides en el tema.

source: Post Navigation Technique allows you to select one of three navigation methods.
ca: Nota tècnica de navegació us permet seleccionar un dels tres mètodes de navegació.

source: Blog Page
ca: Blog Pàgina
he_il: דף בלוג

source: This provides you with two fields that will output to the <head></head> of your site and just before the </body>. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
ca: Això li proporciona dos camps que donarà sortida a la <head> </ head> del seu lloc i just abans de l'etiqueta </ ​​body>. Aquests apareixeran en totes les pàgines del lloc i són una gran manera d'afegir el codi d'anàlisi i altres scripts. No es pot utilitzar PHP en aquests camps. Si heu d'utilitzar PHP llavors vostè ha de buscar en el Genesis simple plug-in Hooks.

source: How Home Pages Work
ca: Com funcionen les pàgines d'inici
he_il: איך דף בית עובד

source: Most Genesis child themes include a custom home page.
ca: La majoria dels nens temes de Genesis inclouen una pàgina d'inici personalitzada.
he_il: רוב ה-child themes של ג'נסיס כוללים דף בית מותאם אישית

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
ca: Per utilitzar aquest tipus de pàgina d'inici, assegureu-vos que les seves últimes publicacions s'estableixen per mostrar a la primera pàgina. Vostè pot configurar una pàgina amb la plantilla del bloc la pàgina per mostrar una llista d'estil de bloc dels seus últims articles publicats en una altra pàgina.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
ca: Aquesta pàgina d'inici és típicament de configuració a través de ginys a les barres laterals de la pàgina principal. Això es pot accedir a través de l'opció de menú Reproductors interfície.
he_il: דף הבית הזה בדרך כלל מותקן ע"י וידג'טים בתפריט הצד בשביל דף הבית. זה נגיש דרך תפריט הוידג'טים שתחת עיצוב

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
ca: Temes infantils que inclouen aquest tipus de pàgina d'inici típicament inclouen tutorials de temes específics addicionals que es pugui accedir a través d'un missatge enganxós a la part superior d'aquest fòrum de suport temàtic infantil.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
ca: Si el tema utilitza una pàgina d'inici personalitzada i desitja mostrar els últims missatges en un format de bloc, no utilitzi la plantilla del bloc. En lloc d'això, cal canviar el nom del fitxer home.php a casa-old.php lloc.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
ca: Una altra pàgina d'inici comuna és la pàgina "blog" tipus casa, que és comú a la majoria dels nens temes lliures. Aquesta mostra els seus últims missatges i no requereix configuració addicional.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
ca: El tercer tipus de pàgina principal és la nova pàgina d'inici dinàmic. Això és comú en els nous temes de la infància. Es mostrarà els seus últims missatges en una llista tipus de bloc a menys que posar ginys a les barres laterals pàgina d'inici.

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
ca: Es prefereix aquesta configuració, ja que fa que sigui més fàcil mostrar un bloc a la pàgina principal (no hi ha necessitat de canviar el nom del fitxer home.php) i no té la confusió de cap contingut a la pàgina d'inici quan el tema es va instal · lar inicialment.

source: Pages:
ca: Pàgines:
cy: Tudalennau:
he_il: עמודים:

source: Authors:
ca: Autors:
cy: Awduron:
he_il: כותבים:

source: Monthly:
ca: Mensual:
cy: Misol:
he_il: חודשי:

source: Recent Posts:
ca: Missatges recents:
cy: Pyst Diweddar:
he_il: פוסטים אחרונים:

source: This post is password protected. Enter the password to view comments.
ca: Aquesta entrada està protegida. Introduïu la contrasenya per veure els comentaris.
cy: Gwarchodir y post hwn gan gyfrinair. Rhowch y cyfrinair i mewn i weld y sylwadau.
he_il: הפוסט מוגן בסיסמה. הזן את הסיסמה כדי לצפייה בתגובות.

source: Custom Document Title
ca: Custom Títol del document
cy: Teitl y Ddogfen i'w Haddasu
he_il: כותרת מסמך (Title) מותאמת אישית

source: Custom Post/Page Meta Description
ca: Custom Missatge / Pàgina Meta Description
cy: Post i'w Addasu/Disgrifiad Meta Tudalen
he_il: Meta Description לעמוד \ פוסט

source: Custom Post/Page Meta Keywords, comma separated
ca: Custom Correus / Pàgina Meta Keywords, separades per comes
cy: Post i'w Addasu/Geiriau Allweddol Meta Tudalen, wedi'u gwahanu â choma
he_il: Meta Keywords לעמוד \ פוסט (מופרדים בפסיק)

source: Custom Canonical URI
ca: URI Canònica personalitzada
cy: URI Canonaidd i'w Addasu
he_il: URI קנוני מותאם אישית

source: Robots Meta Settings
ca: Robots Ajustaments Meta
cy: Gosodiadau Meta Robotiaid
he_il: הגדרות Robots Meta

source: Apply %s to this post/page
ca: Apliqui %s per aquest post / pàgina
cy: Cymhwyso %s i'r post/dudalen hwn/hon
he_il: החל %s על פוסט/ עמוד זה

source: Default Layout set in <a href="%s">Theme Settings</a>
ca: Layout per defecte a <a href="%s">Preferències del tema</a>
cy: Cynllun rhagosodedig wedi'i osod mewn <a href="%s">Gosodiadau Thema</a>
he_il: אפשר לקבוע פריסת ברירת מחדל ב <a href="%s">הגדרות תבנית</a>

source: Theme Settings
ca: Ajustaments de tema
cy: Gosodiadau Thema
he_il: הגדרות תבנית

source: SEO Settings
ca: Ajustaments de SEO
cy: Gosodiadau SEO
he_il: הגדרות SEO

source: Homepage Settings
ca: Pàgina de configuració
cy: Gosodiadau'r Dudalen Hafan
he_il: הגדרות עמוד הבית

source: Archives Settings
ca: Arxius Configuració
cy: Gosodiadau'r Archifau
he_il: הגדרות ארכיונים

source: Document Head Settings
ca: Configuracions del Cap del document
cy: Prif Osodiadau'r Ddogfen
he_il: הגדרות ראש המסמך

source: Genesis - SEO Settings
ca: Genesis - Ajustaments de SEO
cy: Genesis - Gosodiadau SEO
he_il: SEO ג'נסיס-הגדרות

source: Save Settings
ca: Desa la configuració
cy: Cadw'r Gosodiadau
he_il: שמור הגדרות

source: Reset Settings
ca: Restablir configuració
cy: Ailosod y Gosodiadau
he_il: איפוס הגדרות

source: Are you sure you want to reset?
ca: Esteu segur que voleu reiniciar?
cy: Ydych chi'n siŵr eich bod am ailosod?
he_il: האם אתה בטוח שברצונך לאפס?

source: Left
ca: Esquerra
cy: Chwith
he_il: שמאל

source: Right
ca: Dret
cy: De
he_il: ימין

source: Which text would you like to be wrapped in %s tags?
ca: Què text li agradaria ser embolicat en les etiquetes %s?
cy: Pa destun hoffech chi iddo gael ei amlapio mewn tagiau %s?
he_il: איזה טקסט אתה רוצה לעטוף בתגיות%s?

source: Site Title
ca: Títol del lloc
cy: Teitl y Wefan
he_il: כותרת אתר

source: Neither. I'll manually wrap my own text on the homepage
ca: Ni. Vaig a acabar manualment el meu propi text a la pàgina d'inici
cy: Nid y naill na'r llall. Byddaf yn amlapio fy nhestun fy hun ar y dudalen hafan
he_il: לא ולא. ברצוניי לתייג טקסט בדף הבית ידנית

source: Homepage Robots Meta Tags:
ca: Pàgina d'inici Robots Meta Tags:
cy: Tagiau Meta Robotiaid Tudalennau Hafan
he_il: Robots Meta Tags - דף הבית.

source: Apply %s to the homepage?
ca: Apliqui %s per a la pàgina?
cy: Cymhwyso %s i'r dudalen hafan?
he_il: להחחל %s על דף הבית?

source: Canonical Paginated Archives
ca: Canonical Arxius Paginated
cy: Archifau Tudalenedig Canonaidd
he_il: גנסיס %s קיימת ל %s

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
ca: Aquesta opció assenyala motors de cerca per la primera pàgina d'un arxiu, si està veient una pàgina paginat. Si no sap el que significa això, deixeu encès.
cy: Mae'r opsiwn hwn yn cyfeirio peiriannau chwilio i dudalen gyntaf archif, os ydych yn edrych ar dudalen dudalenedig. Os nad ydych yn gwybod beth mae hyn yn ei olygu.
he_il: אפשרות זו מואה למנועי החיפוש להסתכל על עמוד התוצאות הראשון של דפי חיפוש. אם אינך יודע מה המשמעותשל זה, השאר את ברירת המחדל.

source: Relationship Link Tags:
ca: Relació d'enllaç Etiquetes:
cy: Tagiau Dolen Berthynas:
he_il: תגיות קישורי יחסים (Relationship Link)

source: Windows Live Writer Support:
ca: Windows Live Suport Escriptor:
cy: Cefnogaeth Ysgrifennydd Windows Live:
he_il: Windows Live Writer תמיכת:

source: Include Windows Live Writer Support Tag?
ca: Inclou Windows Live Suport Escriptor Tag?
cy: Cynnwys Tag Cefnogi Ysgrifennydd Windows Live?
he_il: לכלול תג Windows Live Writer Support?

source: Shortlink Tag:
ca: Tag Shortlink:
cy: Tag Dolen Fer:
he_il: תגית של קישור מקוצר (Shortlink):

source: Include Shortlink tag?
ca: Inclogui tag Shortlink?
cy: Cynnwys tag dolen fer?
he_il: לכלול תגיות Shortlink?

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
ca: Depenent de la seva situació, vostè pot o no vol les pàgines d'arxiu per ser indexats pels motors de cerca. Només vostè pot prendre aquesta determinació.
cy: Gan ddibynnu ar eich sefyllfa, efallai yr hoffech i'r tudalennau archif canlynol gael eu mynegeio gan beiriant chwilio. Dim ond chi sy'n gallu penderfynu ar hynny.
he_il: אתה אולי לא רוצה את דפי הארכיון להיות באינדקס של מנועי החיפוש. רק אתה יכול לקבוע זאת.

source: Apply %s to Category Archives?
ca: Apliqui %s l'Arxiu de la categoria?
cy: Cymhwyso %s i Archifau Categori?
he_il: החל%s לקטגוריה?

source: Apply %s to Tag Archives?
ca: Apliqui %s to Tag Archives?
cy: Cymhwyso %s i Archifau Tag?
he_il: החל%s לתג?

source: Apply %s to Author Archives?
ca: Apliqui %s de Arxiu del Autor?
cy: Cymhwyso %s i Archifau Awdur?
he_il: החל%s למחבר?

source: Apply %s to Date Archives?
ca: Apliqui %s fins a la data Archives?
cy: Cymhwyso %s i Archifau Dyddiad?
he_il: החל%s להיסטוריה?

source: Apply %s to Search Archives?
ca: Apliqui %s per cercar fitxers?
cy: Cymhwyso %s i Archifau Chwilio?
he_il: החל%s לחיפוש?

source: Apply %s to Entire Site?
ca: Apliqui %s per Tot el lloc?
cy: Cymhwyso %s i'r wefan gyfan?
he_il: החל%s לכל האתר?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
ca: De tant en tant, els motors de cerca utilitzen recursos com l'Open Directory Project i el Directori de Yahoo! per trobar títols i descripcions per al contingut. En general, vostè no vol que facin això. Etiquetes El %si %s els impedeixen fer-ho.
cy: Ambell waith, mae peiriannau chwilio'n defnyddio adnoddau fel y Prosiect Cyfeiriadur Agored a Chyfeiriadur Yahoo! i ddod o hyd i deitlau a disgrifiadau ar gyfer eich cynnwys. Yn gyffredinol, ni fyddwch am iddynt wneud hyn. Bydd y tagiau %s a %s yn eu hatal rhag gwneud hyn.
he_il: מפעם לפעם, מנועי חיפוש להשתמש במשאבים כמו Open Directory Project ואת Yahoo Directoryכדי למצוא כותרות ותיאורים עבור התוכן שלך. באופן כללי, אתה לא רוצה שהם יעשו זאת. התגים%s%s מונעים מהם לעשות זאת.

source: Apply %s to your site?
ca: Apliqui %s del seu lloc?
cy: Cymhwyso %s i'ch gwefan?
he_il: החל%s לאתר שלך?

source: Comma separated list
ca: Llista separada per comes
cy: Rhestr wedi'i gwahanu â choma
he_il: רשימה מופרדת באמצעות פסיקים

source: Apply %s to this archive?
ca: Apliqui %s per aquest arxiu?
cy: Cymhwyso %s i'r archif hwn?
he_il: להחיל %s לארכיון הזה?

source: Information
ca: Informació
cy: Gwybodaeth
he_il: מידע

source: Custom Feeds
ca: Feeds personalitzats
cy: Porthiannau i'w Haddasu
he_il: פידים מותאמים אישית

source: Author Box
ca: Autor Caixa
cy: Blwch Awdur
he_il: תיבת המחבר

source: Breadcrumbs
ca: Pa ratllat
cy: Briwsion Bara
he_il: פירורי לחם

source: Content Archives
ca: Arxius de Contingut
cy: Archifau Cynnwys
he_il: ארכיוני תוכן

source: Version:
ca: Versió:
cy: Fersiwn:
he_il: גירסה:

source: Released:
ca: Data de llançament:
cy: Cyhoeddwyd:
he_il: שוחרה:

source: Enable Automatic Updates
ca: Activar les actualitzacions automàtiques
cy: Galluogi Diweddaru Awtomatig
he_il: אפשר עידכונים אוטומטים

source: Notify
ca: Notificar
cy: Rhoi gwybod
he_il: להודיע

source: when updates are available
ca: quan hi hagi actualitzacions disponibles
cy: pan fo diweddariad ar gael
he_il: כאשר עדכונים זמינים

source: Dynamic text
ca: El text dinàmic
cy: Testun deinamig
he_il: טקסט דינמי

source: Image logo
ca: Logo Imatge
cy: Logo delwedd
he_il: תמונת לוגו

source: Full Width Content
ca: Ample complet contingut
cy: Cynnwys Lled Llawn
he_il: תוכן ברוחב מלא

source: Comma separated - 1,2,3 for example
ca: Separats per comes - per exemple 1,2,3
cy: Wedi'u gwahanu â choma - 1,2,3 er enghraifft
he_il: מופרדים בפסיקים - 1,2,3 למשל

source: Display the following:
ca: Mostrarà el següent:
cy: Dangoswch y canlynol:
he_il: להציג את הדברים הבאים:

source: Today's date
ca: Data d'avui
cy: Dyddiad heddiw
he_il: תאריך

source: RSS feed links
ca: Enllaços RSS
cy: Dolenni porthiannau RSS
he_il: קישורי RSS

source: Search form
ca: Formulari de cerca
cy: Chwilio o
he_il: טופס חיפוש

source: Twitter link
ca: Enllaç Twitter
cy: Dolen Twitter
he_il: קישור לטוויטר

source: Enter Twitter ID:
ca: Introdueixi Twitter ID:
cy: Nodwch eich ID Twitter:
he_il: הזן Twitter ID:

source: Twitter Link Text:
ca: Twitter Enllaç del text:
cy: Testun Dolen Twitter:
he_il: טקטס הקישור לטוויטר

source: Enter your custom feed URI:
ca: Introdueix la URI personalitzada dels teus feeds:
cy: Nodwch eich URI porthiant i'w addasu:
he_il: הזן URI לפייד שלך:

source: Redirect Feed?
ca: Redireccionar RSS?
cy: Ailgyfeirio Porthiant?
he_il: הפנית פייד?

source: Enter your custom comments feed URI:
ca: Introdueix la URI personalitzada dels feeds dels teus comentaris:
cy: Nodwch eich URI porthiant sylwadau i'w addasu:
he_il: הזן URI לתגובות שלך:

source: Enable Comments
ca: Habilitar Comentaris
cy: Galluogi Sylwadau
he_il: אפשר תגובות
