Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: Select one of the following:
ar: إختاروا من التالي:
it_it: Seleziona uno dei seguenti:
ja: 次の中から一つ選択：
nb_no: Velg en av de følgende:
ro_ro: Selectaţi una din următoarele:
ru_ru: Выберите одно из следующего:
tr_tr: Aşağıdakilerden birini seçin:

source: Display post content
ar: عرض كامل محتوى التدوينات
it_it: Mostra il contenuto dell'articolo
ja: 投稿された内容を表示
nb_no: Vis innleggsinnhold
ro_ro: Afișează conținutul postării
ru_ru: Показывать солержимое сообщений
tr_tr: Mesaj içeriğini göster

source: Display post excerpts
ar: عرض مقتطف التدوينات فقط
it_it: Mostra il riassunto dell'articolo
ja: 抜粋された内容を表示
nb_no: Vis innleggsutdrag
ro_ro: Afișează fragmente postare
ru_ru: Выводить на экран выдержки из сообщений
tr_tr: Mesaj özetini göster

source: Limit content to
ar: تحديد المحتوى الظاهر الى
it_it: Limita il contenuto a
ja: コンテンツの制限
nb_no: Begrens innhold til
ro_ro: Limitează conținutul la
ru_ru: Ограничить содержимое до
tr_tr: İçeriği sınırlandır

source: characters
ar: حرف
it_it: caratteri
ja: 文字
nb_no: tegn
ro_ro: caractere
ru_ru: знаки
tr_tr: karakterler

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
ar: باستعمال هذا الخيار سيتم إختصار المحتوى للعدد الذي اخترتموه أعلاه، لإستعمال هذا الخيار الرجاء إختيار "عرض كامل محتوى التدوينات" من القائمة المنسدلة أعلاه.
it_it: Questa opzione limiterà e rimuoverà dal testo visualizzato ogni formattazione. Per attivare questa opzione seleziona "Mostra il contenuto dell'articolo" nella box di scelta qui sopra.
nb_no: Dersom du bruker dette alternativet vil det begrense og fjerne all formattering fra den viste teksten. For å benytte dette valget, velg "Vis inlegg innhold" i boksen over.
ru_ru: Использование этой опции ограничит текст и уберет все форматирование из выводимого на экран текста. Для использования этой опции выберите выше "Показывать содержимое сообщений".
tr_tr: Bu seçeneğin kullanılması görüntülenen yazı formatının yazı ve şeritini kısıtlar.

source: Include the Featured Image?
ar: ؟تضمين الصورة البارزة
it_it: Includere l&#39;immagine in evidenza?
ja: フィーチャーされている画像を含めますか？
nb_no: Inkludér det fremhevede bildet?
ro_ro: Includeți imaginea recomandată?
ru_ru: Добавлять приоритетное изображение?
tr_tr: Önce çıkarılan görsel dahil edilsin mi?

source: Image Size:
ar: حجم الصورة:
nb_no: Bildestørrelse
ru_ru: Размер изображения
tr_tr: Resim Büyüklüğü:

source: Select Post Navigation Technique:
ar: إختاروا طريقة ترقيم صفحات التدوينات:
it_it: Seleziona il metodo di navigazione tra gli articoli:
nb_no: Velg Innleggsnavigeringsteknikk:
ro_ro: Selectați modalitatea de navigare în postare:
ru_ru: выберите способ навигации по сообщениям:
tr_tr: Yazı Gezinme Tekniğini Belirle:

source: Older / Newer
ar: مواضيع أقدم / مواضيع أحدث
it_it: Più Vecchio / Più Recente
ja: 過去・最新
nb_no: Eldre/nyere
ro_ro: Mai vechi / mai noi
ru_ru: Позже / Раньше
tr_tr: Eski/Yeni

source: Previous / Next
ar: السابق / التالي
it_it: Precedente / Seguente
ja: 前・次
nb_no: Forrige/neste
ro_ro: Anterioară / următoare
ru_ru: Предыдущий / следующий
tr_tr: Önceki/Sonraki

source: Numeric
ar: ترقيم رقمي
it_it: Numerico
ja: 数値
nb_no: Numerisk
ru_ru: Нумерический
tr_tr: Numerik

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
ar: هذه الإعدادات ستمس جميع صفحات القالب التي تحوي تدوينات بداخلها مثل: الصفحة الرئيسية للمدونة، صفحة الأرشيف، صفحة الكاتب، التصنيفات، نتائج البحث وأيضا صفحة الوسوم.
it_it: Queste opzioni avranno effetto su tutte le pagine di elencazione, quali: archivio (archive), autore (author), blog, categoria (category), ricerca (search) e pagine tag.
ja: このオプションはアーカイブ、著作、ブログ、カテゴリ、検索、タグを含め、全てのページに適応されます。
nb_no: Disse valgene får innvirkning på alle blogglistesider, inkludert arkiv-, forfatter-, blogg-, kategori-, søke- og taggsider.
ru_ru: Эти опции затронут все страницы блога, включая архив, авторов, блог, категории, поиск и страницы тэгов
tr_tr: Bu seçenek tüm blog sayfalarını,arşivi, yazarı, blogu,kategori,arama ve etiket sayfalarını etkileyecek.

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
ar: هذا الإعداد سيتم فقط الصفحات التي تستعمل قالب "المدونة"

source: Display which category:
ar: إختاروا أي تصنيف
it_it: Mostra quale categooria:
ja: どのカテゴリを表示：
nb_no: Vis hvilken kategori:
ro_ro: Afișează care categorie:
ru_ru: Отображать какие категории:
tr_tr: Gösterilen Kategori

source: All Categories
ar: جميع التصنيفات
it_it: Tutte le Categorie
ja: すべてのカテゴリ
nb_no: Alle kaegorier
ro_ro: Toate categoriile
ru_ru: Все категории
tr_tr: Tüm Kategoriler

source: Exclude the following Category IDs:
ar: إستثناء التصنيفات التالية (الرجاء وضع معرفات التصنيفات فقط):
it_it: Escludi le seguenti Categorie per ID:
ja: 次のカテゴリID は除外：
nb_no: Ekskludér følgende kategori IDer:
ro_ro: Exclude următoarele ID-uri de categorie:
ru_ru: Исключить категории со следующими ID:
tr_tr: Hariç tutulacak Kategori ID leri:

source: Comma separated - 1,2,3 for example
ar: الرجاء الفصل بينها بفاصلة إنجليزية
it_it: Separati da virgola - per esempio 1,2,3
ja: コンマ区切りで（例：1,2,3）
nb_no: Kommaseparert - for eksempel 1,2,3
ro_ro: Separate prin virgulă - de exemplu 1,2,3
ru_ru: Разделенные запятыми - 1,2,3 например
tr_tr: Virgülle ayırın- örnek: 1,2,3

source: Number of Posts to Show:
ar: عدد المواضيع لعرضها
nb_no: Antall innlegg å vise
ru_ru: Количество сообщений для отображения:
tr_tr: Gösterilecek yazı sayısı

source: Enter scripts or code you would like output to %s:
ar: الرجاء إدخال الشفرة التي ترغبون بإدراجها في منطقة %s
nb_no: Skriv inn skript eller kode du vil kjøre til %s:
ru_ru: Введите скрипт или код который вы хотите выводить в %s:
tr_tr: %s a çıkmasını istediğiniz script yada kodu girin

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
ar: وسم %1$s يتم تنفيذه قبل غلق وسم %2$s في الكود المصدري
nb_no: %1$s hooken kjører umiddelbart før lukking av %2$s taggen i dokumentkilden.
ru_ru: %1$s выполняется немедленно перед закрытием тэга %2$s в источнике документа
tr_tr: %1$s çapası döküman kaynağındaki %2$s etiketini kapatmadan hemen önce sonlandırır.

source: User Permissions
ar: صلاحيات المستخدم
nb_no: Brukertillatelser
ru_ru: Разрешения для пользователя
tr_tr: Kullanıcı İzinleri

source: Genesis Admin Menus
ar: شريط أدوات الإدارة
it_it: Genesis Admin Menu
ja: Genesis 一般設定
nb_no: Genesis admin menyer
ro_ro: Meniuri Admin Genesis
ru_ru: Меню администратора Genesis
tr_tr: Genesis Yönetici menüleri

source: Enable Genesis Admin Menu?
ar: تفعيل شريط أدوات الإدارة ؟
it_it: Abilita il Genesis Admin Menu?
ja: Genesis 一般設定を有効にしますか？
nb_no: Aktivér Genesis admin meny?
ro_ro: Activează meniul Admin Genesis?
ru_ru: Включить меню администратора Genesis?
tr_tr: Genesis Yönetici Menüsü etkinleştirilsin mi?

source: Enable SEO Settings Submenu?
ar: تفعيل إعدادات SEO للقائمة الثانوية
it_it: Abilita il sottomenu Impostazioni SEO?
ja: Genesis SEO 設定サブメニューを有効にしますか？
nb_no: Aktivér undermeny for SEO-innstillinger?
ro_ro: Activează Submeniul Setări SEO?
ru_ru: Включить субменю SEO-настроек?
tr_tr: SEO Ayarları Alt menüsünü Aktifle?

source: Enable Import/Export Submenu?
ar: تفعيل تصدير وإستيراد القائمة الثانوية
it_it: Abilita il sottomenu Import/Export?
ja: Genesis インポート・エキスポートサブメニューを有効にしますか
nb_no: Aktivér undermeny for Import/Eksport?
ro_ro: Activează Import / Export Submeniu?
ru_ru: Включить субменю импорта/экспорта?
tr_tr: İçe/Dışa aktar Alt menüsünü Aktifle?

source: Author Archive Settings
ar: إعدادات أرشيف الكاتب
nb_no: Innstillinger for forfatterarkiv
ru_ru: Настройки архива автора
tr_tr: Yazar Arşiv Ayarları

source: These settings apply to this author's archive pages.
ar: هذه الإعدادات تنطبق على صفحات أرشيف هذا الكاتب فقط
it_it: Queste impostazioni si applicano alle pagine di archivio di questo autore.
ja: これらの設定を著者のアーカイブページに適応します。
nb_no: Disse instillingene gjelder for denne forfatterens arkivsider.
ro_ro: Aceste setări se aplică la arhiva de pagini a acestui autor.
ru_ru: Эти настройки применяются к страницам архива этого автора.
tr_tr: Bu ayarları bu yazarın arşiv sayfalarında uygula.

source: Custom Archive Headline
ar: ترويسة الأرشيف المخصصة
it_it: Titolo personalizzato dell'archivio
ja: カスタムアーカイブ見出し
nb_no: Tilpasset arkivtittel
ro_ro: Denumire arhivă personalizată
ru_ru: Пользовательский заголовок архива
tr_tr: Özel Arşiv Başlığı

source: Will display in the %s tag at the top of the first page
ar: سيتم إظهارها في وسم %s في أعلى أول صفحة
it_it: Verrà visualizzata nella %s tag nella parte superiore della prima pagina
ja: %s タグを最初のページの上部に表示します
nb_no: Vil vises i %s taggen øverst på den første siden
ro_ro: Va afișa eticheta %s în partea de sus a primei pagini
ru_ru: Будет отображено в тэге %s вверху главной страницы
tr_tr: İlk sayfanın en üstünde %s etiketi gösterilecek

source: Custom Description Text
ar: نص الوصف المخصص
it_it: Testo descrizione personalizzato
ja: カスタムテキスト内容
nb_no: Tilpasset beskrivelsestekst
ro_ro: Text descriere personalizată
ru_ru: Текст пользовательского описания
tr_tr: Özel Açıklama Yazısı

source: This text will be the first paragraph, and display on the first page
ar: هذا النص سيكون الفقرة الأولى وسيعرض في الصفحة الأولى
it_it: Questo testo sarà il primo paragrafo e sarà visualizzato nella prima pagina
ja: このテキストは最初の段落に入り、最初のページに表示されます
nb_no: Denne teksten vil være det første avsnittet, og vises på den første siden
ro_ro: Acest text va fi primul paragraf şi va fi afișat pe prima pagină
ru_ru: Этот текст будет первым параграфом и будет отображаться на первой странице
tr_tr: Bu yazı ilk paragraf olacak, ve ilk sayfada gösterilecek

source: Author Box
ar: صندوق عن الكاتب
it_it: Box Autore
ja: 著者の紹介
nb_no: Forfatterboks
ro_ro: Casetă Autor
tr_tr: Yazar Kutusu

source: Enable Author Box on this User's Posts?
ar: تفعيل صندوق عن "عن الكاتب" في أسفل مواضيع هذا الكاتب ؟
it_it: Abilita il box Autore negli articoli di questo utente?
ja: 著者の紹介を投稿ページで有効にさせますか？
nb_no: Aktivr forfatterboks for denne brukerens innlegg?
ro_ro: Activează Caseta Autor în postările acestui utilizator?
ru_ru: Включить Author Box на записях этого пользователя?
tr_tr: Bu kullanıcının yazılarında Yazar Kutusunu Aktifle?

source: Enable Author Box on this User's Archives?
ar: تفعيل صندوق عن "عن الكاتب" في أسفل مواضيع أرشيف هذا الكاتب ؟
it_it: Abilita il box Autore negli archivi di questo utente?
ja: 著者の紹介をアーカイブページで有効にさせますか？
nb_no: Aktivér forfatterboks for denne brukerens arkiv?
ro_ro: Activează Caseta Autor în arhivele acest utilizator?
ru_ru: Включить Author Box на архиве этого пользователя?
tr_tr: Bu kullanıcın Arşivlerinde Yazar kutusunu Aktifle?

source: Welcome to Genesis %s
ar: مرحبا بكم في إطار عمل Genesis %s

source: Thank you for updating to the latest version! Using Genesis %s will give you more options than you've ever had and your website will continue to purr like a kitten.
ar: شكرا لكم على الترقية لآخر نسخة، باستعمالكم لإطار العمل Genesis %s ستتمتعون بالقوة الكاملة لوورد بريس كما لم تشعروا بها من قبل

source: What&#8217;s New
ar: ما الجديد ؟

source: Updated Design and Wider Layout
ar: تحديث التصميم والتخطيط

source: Updated Security Audit
ar: تحديث التدقيق الأمني

source: It's very important to us that we provide you the absolute best framework possible, so once again we hired WordPress Lead Developer Mark Jaquith to perform a full review of code for security as he's done in the past.
ar: إنه لمن المهم للغاية بالنسبة لنا أن نوفر أفضل أطر العمل على الإطلاق، لذا ومرة أخرى قمنا بتوظيف رئيس مطوري وورد بريس الأم السيد Mark Jaquith ليقوم بعمل مراجعة شاملة لأمان الشفرة المصدرية لإطار العمل Genesis

source: Google Author Highlights
ar: إبراز الكاتب في Google

source: Genesis now offers support for author highlighting. This allows Google to associate your content with your Google+ content. Just edit your profile, find the field where you can enter your Google+ account URL, and save. Genesis does the rest. And if you want to associate an author with the homepage, you can do that in SEO Settings.
ar: إطار العمل Genesis يوفر الآن إبراز الكاتب في نتائج بحث محرك البحث Google تماما كما هو منصوح به من قبل هذا الأخير عبر ربط المدونة او الموقع بحسابكم في الشبكة الإجتماعية Google+، لعمل هذا الربط الآلي البسيط، الرجاء زيارة حسابكم عبر لوحة تحكم الوورد بريس وإضافة رابط حسابكم في خانة Google+

source: Deprecating Widgets
ar: مربعات جانبية غير مفعلة

source: Genesis has always included some useful widgets to help you build your sites faster and easier. But lately, we realized that some of these widgets should really be plugins, so authors can push out updates more frequently, and you get more up to date code. So, the "eNews & Updates" and "Latest Tweets" widgets are being ported to plugins, and will eventually be removed from Genesis.
ar: إطار العمل Genesis يوفر مربعات جانبية خاصة ومميزة مدمجة معه لكن مؤخرا قررنا أنه من الأفضل فصلها عن إطار العمل ليكون لكيهما المتسع من المجال للتطوير بشكل أكثر، لذا ومن النسخة 1.9.1 تم جعل مربعي "الإشتراك البريدي" و "زقزقات توتير" عبارة عن إضافة وورد بريس منفصلة تتمتع بالتطوير والتحديث الخاص بها بما يتماشي مع التوافق التام مع إطار العمل Genesis

source: Genesis Category/Page Menu Widgets Removed
ar: تم إزالة مربع قوائم الصفحات والتصنفات الجانبي

source: We deprecated the Category and Page menu widgets a few releases ago, and as of this release, we've completely removed them from the framework. If you were still using either of these widgets, you will notice that your menu is no longer showing.
ar: للأسف الشديد، لقد تم إزالة مربع "قوائم الصفحات والتصنيفات" منذ عدة إصدارات خلت، نتأسف لهذا الأمر، لكننا وجدناه افضل لإطار العمل

source: You will need to build a <a href="%s">custom menu</a> and add the custom menu widget to the Header Right widget area.
ar: أنتم بحاجة أن تنشئوا <a href="%s">قوائم مخصصة</a> ثم تضيفوا مربع القوائم الى القائمة الجانبية لأعلى يمين المدونة

source: Other Geeky Stuff
ar: أمور أخرى

source: We also fixed a lot of little bugs, improved some things, and generally made the framework a more solid foundation for you to use. We hope you enjoy this latest release!
ar: لقد صححنا عدة علل وحسنا بعض الأمور وبالعموم لقد جعلنا إطار العمل أحسن وأفضل من ذي قبل لراحة إستعمالكم له، نأمل أن تعيشوا تجربة إستخدام رائعة.

source: Genesis 2.0 Roadmap
ar: الطريق الى النسخة 2.0 من إطار العمل Genesis

source: Support for HTML5 Markup
ar: دعم كبير لتقنية HTML5

source: We have big plans for a new markup structure in Genesis 2.0, all built with HTML5.
ar: لدينا خطط كبيرة لدعم بنية جديدة في نسخة إطار العمل Genesis 2.0، بدعم مطلق وكامل من تقنية HTML5

source: A New Mobile Strategy
ar: إستراتيجية التوافق مع الموبايل

source: In case you can't tell, we're big fans of designing for mobile devices around here. So, we're going to be doing some things that will make it a whole lot easier to get your site mobile ready with Genesis in 2.0.
ar: في حال لم تلاحظوا، فإننا من كبار المعجبين بالتصميم المتلائم، لكل الأجهزة وخصوصا الموبايلات، لذا فنحن نعمل على شيء سيجعل من تجربة التصميم المتلائم شيئا أسهل من ذي قبل، ستحصلون على شيء أسهل، أروع وأكثر ملائمة مع النسخة 2.0 من إطار العمل Genesis.

source: Project Leads
ar: المشرفون على المشروع

source: Lead Developer
ar: المطورون الأساسيون

source: Contributors
ar: المشاركون

source: Contributor
ar: مساهم

source: Go to Theme Settings &rarr;
ar: الذهاب الى إعدادات القالب &rarr;

source: Go to SEO Settings &rarr;
ar: الذهاب الى إعدادات SEO &rarr;

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
ar: لا يمكنكم إستعمال %s لإنشاء قائمتين في نفس المكان، الرجاء فصلهما وإختيار قائمتين مختلفتين
nb_no: Du kan ikke bruke %s for å opprette to menyer i samme underklasse. Bruk separate underklasser for hver meny.
ru_ru: Вы не можете использовать %s чтобы создать два меню в одном и том же субклассе. Используйте разные субклассы для каждого меню.
tr_tr: Aynı alt sınıf içerisinde iki menü oluşturmak için %s kullanamazsınız. Lütfen her bir menü için farklı alt sınıf kullanınız.

source: Are you sure you want to reset?
ar: هل أنتم متأكدون من رغبتكم في إستعادة الإعدادات الإفتراضية
it_it: Sei sicuro di volere ripristinare?
ja: 本当にリセットしてもよろしいですか？
nb_no: Er du sikker på at du vil nullstille?
ro_ro: Sunteţi sigur că doriţi să resetaţi?
ru_ru: Вы уверены, что хотите сбросить?
tr_tr: Sıfırlamak istediğinize eminmisiniz ?

source: Home
ar: الرئيسية
ja: ホーム
nb_no: Hjem
ro_ro: Acasă
ru_ru: Домой
tr_tr: Ana Sayfa

source: You are here:
ar: أنتم في:
it_it: Tu sei qui:
ja: 現在の場所：
nb_no: Du er her:
ro_ro: Sunteţi aici:
ru_ru: Вы здесь:
tr_tr: Buradasınız :

source: Archives for
ar: أرشيف
it_it: Archivi per
ja: アーカイブ
nb_no: Arkiver for
ro_ro: Arhive pentru
ru_ru: Архив для
tr_tr: Arşivleri

source: Search for
ar: البحث عن
it_it: Cerca
ja: 検索
nb_no: Søk etter
ro_ro: Caută
ru_ru: Искать
tr_tr: Arama yap

source: Not found:
ar: غير موجود:
it_it: Non trovato:
ja: 見つかりません：
nb_no: Ikke funnet:
ro_ro: Nu a fost găsit:
ru_ru: Не найдено:
tr_tr: Bulunamadı:

source: View %s
ar: مشاهدة %s
it_it: Visualizza %s
ja: 閲覧 %s
nb_no: Vis %s
ro_ro: Vezi %s
ru_ru: Просмотр %s
tr_tr: Görünüm %s

source: View all posts in %s
ar: مشاهدة جميع المواضيع في %s
it_it: Guarda tutti gli articoli in %s
ja: すべての記事を見る %s
nb_no: Se alle inlegg i %s
ro_ro: Vezi toate postările din %s
ru_ru: Посмотреть все сообщения в %s
tr_tr: %s indeki tüm yazıları gör

source: View all %s
ar: مشاهدة جميع %s
it_it: Vedi tutti %s
ja: すべて見る %s
nb_no: Se alle %s
ro_ro: Vezi toate %s
ru_ru: Посмотреть все %s
tr_tr: %s 'nın tümünü gör

source: View archives for %s
ar: مشاهدة أرشيف %s
it_it: Visualizza archivi per %s
ja: アーカイブを見る %s
nb_no: Se i arkiver etter %s
ro_ro: Vezi arhivele pentru %s
ru_ru: Посмотреть архив за %s
tr_tr: %s için arşivi görüntüle

source: View archives for %s %s
ar: مشاهدى أرشيف %s %s
it_it: Visualizza gli archivi per %s %s
ja: アーカイブを見る %s %s
nb_no: Se i arkiver for %s %s
ro_ro: Vezi arhivele pentru %s %s
ru_ru: Посмотреть архив за %s %s
tr_tr: %s %s için arşivi görüntüle

source: View all items in %s
ar: مشاهدة جميع العناصر في %s
it_it: Vedi tutti gli oggetti in %s
ja: すべてのアイテムを見る %s
nb_no: Vis alle enheter i %s
ro_ro: Vezi toate elementele din %s
ru_ru: Посмотреть все пункты в %s
tr_tr: %s içindeki tüm parçaları göster?

source: This file no longer needs to be included.
ar: لم يعد من المطلوب تضمين هذا الملف
nb_no: Det er ikke lenger nødvendig å inkludere denne filen.
ru_ru: Этот файл более не должен быть включен.
tr_tr: Artık bu dosyanın dahil edilmesine gerek yok.

# time difference
source: seconds
ar: ثواني

# time difference
source: %s year
ar: بدون سنوات

# time difference
source: %s month
ar: بدون شهور

# time difference
source: %s week
ar: بدون أسابيع

# time difference
source: %s day
ar: بدون أيام

# time difference
source: %s hour
ar: بدون ساعات

# time difference
source: %s minute
ar: بدون دقائق

# time difference
source: %s second
ar: بدون ثواني

# separator in time difference
source: and
ar: و

source: Content-Sidebar
ar: القائمة الجانبية على اليمين
ja: コンテンツ - サイドバー
nb_no: Innhold-Sidefelt
ru_ru: Содержимое-Сайдбар
tr_tr: İçerik - Yan Sütun

source: Sidebar-Content
ar: القائمة الجانبية على اليسار
ja: サイドバー - コンテンツ
nb_no: Sidefelt-Innhold
ru_ru: Сайдбар-Содержимое
tr_tr: Kenar Çubuğu - İçerik

source: Content-Sidebar-Sidebar
ar: قائمتين جانبيتين على اليمين
ja: コンテンツ - サイドバー - サイドバー
nb_no: Innhold-Sidefelt-Sidefelt
ru_ru: Содержимое-Сайдбар-Сайдбар
tr_tr: İçerik- Kenar Çubuğu- Kenar Çubuğu

source: Sidebar-Sidebar-Content
ar: قائمتين جانبيتين على اليسار
ja: サイドバー - サイドバー - コンテンツ
nb_no: Sidefelt-Sidefelt-Innhold
ru_ru: Сайдбар-Сайдбар-Содержимое
tr_tr: Kenar Çubuğu- Kenar Çubuğu- İçerik

source: Sidebar-Content-Sidebar
ar: قائمتين جانبيتين واحدة على اليمين وواحدة على اليسار
ja: サイドバー - コンテンツ - サイドバー
nb_no: Sidefelt-Innhold-Sidefelt
ru_ru: Сайдбар-Содержимое-Сайдбар
tr_tr: Kenar Çubuğu - İçerik - Kenar Çubuğu

source: Full Width Content
ar: بعرض كامل بدون قوائم جانبية
it_it: Contenuto a tutta pagina
nb_no: Full bredde innhold
ro_ro: Lățime maximă de conținut
ru_ru: Содержимое на всю ширину
tr_tr: Tam sayfa içerik

source: No Label Selected
ar: بدون إختيار
it_it: Nessuna Etichetta Selezionata
ja: ラベルが選択されていません
nb_no: Ingen Label valgt
ro_ro: Nu au fost selectate etichete
ru_ru: Метка не выбрана
tr_tr: Seçilmiş etiket yok

source: The argument, "context", has been replaced with "theme_location" in the $args array.
ar: لقد تم إستبدال الحجة "context" بـ "theme_location" في مصفوفة $args .
nb_no: Argument "context" er byttet ut med "theme_location" i $args array.
ru_ru: Аргумент "context" был заменен "theme_location" в $args array.
tr_tr: "context" argümanı, in the $args array daki "theme_location" ile değiştirildi

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
ar: هل سبق وجرتم برنامجنا للإشتراك والنشر التجاري ؟ به الكثير من مزايا محركات البحث والمحتوى الأصلى وتحضير المواقع لتناسب وتلائم تقنيات SEO كل هذا بدون مغادرة لوحة تحكم الوورد بريس، <b>مستخدموا إطار العمل Genesis يحصلون على تخفيضات كبيرة</b>. <a href="%s" target="_blank">المزيد من هنا</a>.

source: Dismiss
ar: إخفاء الملاحظة
nb_no: Se bort fra
ru_ru: Удалить
tr_tr: İptal Et

source: Congratulations! You are now rocking Genesis %s
ar: مبارك، أنتم الآن تتمتعون بمزايا إطار العمل %s
it_it: Congratulazioni! You are now rocking Genesis %s
ja: おめでとう！あなたは Genesis %s を有効に使っています
nb_no: Gratulerer! Du kjører nå Genesis %s
ro_ro: Felicitări! Aveți la degetul mic Genesis %s
ru_ru: Поздравляем! Теперь вы пользователь Genesis %s
tr_tr: Tebrikler..! Genesis %s ile Rock yapıyorsunuz.

source: Click here to complete the upgrade
ar: الرجاء النقر هنا لإستكمال الترقية
it_it: Clicca qui per ultimare l'aggiornamento
ja: アップデートを完了するにはこちらをクリックしてください
nb_no: Klikk her for å fullføre oppgraderingen
ro_ro: Click aici pentru a finaliza actualizarea
ru_ru: Нажмите здесь чтобы завершить обновление
tr_tr: Güncellemeyi tamamlamak için buraya tıklayınız

source: Genesis %s is available. <a href="%s" class="thickbox thickbox-preview">Check out what's new</a> or <a href="%s" onclick="return genesis_confirm('%s');">update now</a>.
ar: النسخة %s من إطار العمل Genesis متوفرة . <a href="%s" class="thickbox thickbox-preview">تعرفوا على ما الجديد في هذه النسخة</a> او <a href="%s" onclick="return genesis_confirm('%s');">قوموا بالترقية الآن</a>.
it_it: Genesis %s è disponibile. <a href="%s" class="thickbox thickbox-preview">Controlla le novità</a> o <a href="%s" onclick="return genesis_confirm('%s');">aggiorna adesso</a>.
ja: Genesis %s が利用可能です。<a href="%s" class="thickbox thickbox-preview">最新のものをお使いかチェックしてください</a> または <a href="%s" onclick="return genesis_confirm('%s');">今すぐアップデート</a>.
nb_no: Genesis %s er tilgjengelig. <a href="%s" class="thickbox thickbox-preview">Finn ut hva som er nytt</a> eller <a href="%s" onclick="return genesis_confirm('%s');">oppdatér nå</a>.
ro_ro: Genesis %s este disponibil. <a href="%s" class="thickbox thickbox-preview"> Vezi noutățile </a> or <a href="%s" onclick="return genesis_confirm('%s');"> actualizează acum </a>.
ru_ru: Genesis %s доступен. <a href="%s" class="thickbox thickbox-preview">Проверьте что нового</a> или <a href="%s" onclick="return genesis_confirm('%s');">обновите сейчас</a>.
tr_tr: Genesis %s yayımlandı. <a href="%s" class="thickbox thickbox-preview">Neler Yeni Bak</a> veya <a href="%s" onclick="return genesis_confirm('%s');">Hemen Güncelle</a>.
