Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: Upgrading Genesis will overwrite the current installed version of Genesis. Are you sure you want to upgrade?. "Cancel" to stop, "OK" to upgrade.
ar: الترقية الى النسخة الجديد سيلغي التنصيب الحالي لهذه النسخة، هل أنتم متأكدون من رغبتكم في الترقية ؟ الرجاء النقر على "إلغاء" لإلغاء الترقية او "إستمرار" لمواصلة الترقية
it_it: L'aggiornamento di Genesis sovrascriverà la versione corrente. Sei sicuro di voler aggiornare?. "Cancel" per fermare, "OK" per aggiornare.
ja: Genesis のアップグレードは現在インストールされている Genesis のバージョンに上書きされます。本当にアップグレードしてもよろしいですか？ 中止するには「Stop」を、アップグレードするには「OK」をクリックしてください。
nb_no: Oppgradering av Genesis vil overskrive gjeldende innstallerte versjon av Genesis. Er du sikker på at du vil oppgradere. "Cancel" for å stoppe, "OK" for å oppgradere.
ro_ro: Actualizarea Genesis va suprascrie versiunea curentă instalată a Genesis. Sunteți sigur că doriţi să faceți îmbunatățirea? "Cancel" pentru a opri, "OK" pentru a actualiza.
ru_ru: Обновление Genesis перезапишет текущую инсталированную версию Genesis. Вы уверены, что хотите обновить Genesis? "Cancel" для отмены, "OK" для продолжения обновления.
tr_tr: Güncelleme dosyası şuan ki Genesis kurulumuzun üzerine yazılacak. Güncellemek istediğinize eminmisiniz? Durdurmak için "Cancel", Güncelleme için "OK"

source: Genesis %s is available for %s
ar: إطار العمل Genesis %s متوفر من أجل %s
it_it: Genesis %s è disponibile per %s
ja: Genesis %s は %s にすることができます
nb_no: Genesis %s er tilgjengelig for %s
ro_ro: Genesis %s este disponibil pentru %s
ru_ru: Genesis %s доступен для %s
tr_tr: Genesis %s %s için uygun

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
ar: النسخة %s من إطار العمل Genesis متوفرة، لراحتكم وفرنا ترقية سريعة بسيطة بنقرة زر واحدة فقط، الرجاء التوجه الى لوحة التحكم والقيام بالترقية
it_it: Genesis %s è disponibile. Puoi aggiornarlo con un solo Click, quindi per favore accedi al tuo pannello di controllo e aggiorna al più presto.
ja: Genesis %s が利用可能です。クリックひとつでこのテーマのアップデートができます。今すぐダッシュボードにログインしてアップデートしてください。
nb_no: Genesis %s er nå tilgjengelig. Vi tilbyr 1-klikk oppdateringer for dette temaet, så logg inn i kontrollpanelet ditt og oppdatér så snart som mulig
ro_ro: Genesis %s este acum disponibil. Am furnizat actualizări rapide pentru această temă, vă rugăm să vă conectați și să realizați actualizarea cât mai curând posibil.
ru_ru: Genesis %s доступен. Мы предоставляем обновления этой темы в 1 клик. Похалуйста залогиньтесь в панель управления и обновите тему при первой же возможности.
tr_tr: Genesis %s yayında. Bu tema için 1 tıklama ile güncelleme sunuyoruz, rahatınız için Başlangıç ve Güncellemeler bölümünüzden biran önce güncelleme yapınız.

source: Header Left
ar: أعلى الموقع على اليسار
nb_no: Header venstre
ru_ru: Левая часть секции header
tr_tr: Sol Başlık

source: Header Right
ar: أعلى الموقع على اليمين
it_it: Area destra della testata
ja: ヘッダー右
nb_no: Header høyre
ro_ro: Antet dreapta
ru_ru: Правая часть секции header
tr_tr: Sağ başlık

source: This is the widget area in the header.
ar: هذه منطقة المربعات الجانبية في أعلى الموقع
nb_no: Dette er widgetområdet i header'en.
ru_ru: Это участок для виджета в секции header.
tr_tr: Üst kısım bileşen alanı

source: Primary Sidebar
ar: القائمة الجانبية الرئيسية
it_it: Sidebar Principale
ja: 最初のサイドバー
nb_no: Primært sidefelt
ro_ro: Bara principală
ru_ru: Основной сайдбар
tr_tr: Birincil kenar çubuğu

source: This is the primary sidebar if you are using a two or three column site layout option.
ar: هذه هي القائمة الجانبية الرئيسية في حال كنتم تستخدمون تخطيط يتضمن عمودين او ثلاث
nb_no: Dette er det primære sidefeltet dersom du bruker to eller tre kolonners layout.
ru_ru: Это основной сайдбар, если вы используете две или три колонки в выкладке сайта
tr_tr: İki veya üç sütunlu tema kullananlar için birincil kenar çubuğu

source: Secondary Sidebar
ar: القائمة الجانبية الثانوية
it_it: Sidebar Secondaria
ja: セカンダリーサイドバー
nb_no: Sekundært sidefelt
ro_ro: Bara secundară
ru_ru: Второй сайдбар
tr_tr: İkincil kenar çubuğu

source: This is the secondary sidebar if you are using a three column site layout option.
ar: هذه هي القائمة الجانبية الرئيسية في حال كنتم تستخدمون تخطيط يتضمن ثلاث أعمدة
nb_no: Dette er det sekundære sidefeltet dersom du bruker to eller tre kolonners layout.
ru_ru: Это второстепенный сайдбар, если вы используете три колонки в выкладке сайта
tr_tr: İki veya üç sütunlu tema kullananlar için ikincil kenar çubuğu

source: Footer %d
ar: القائمة الجانبية لأسفل الموقع %d
it_it: Piè di Pagina %d
ja: フッター %d
ro_ro: Subsol %d
tr_tr: Alt kısım %d

source: Footer %d widget area.
ar: منطقة المربعات الجانبية لأسفل الموقع رقم %d
nb_no: Footer %d widgetområde.
ru_ru: Область виджета Footer %d

source: Primary Navigation Menu
ar: القائمة التصفح الرئيسية
it_it: Navigazione Primaria
ja: メインナビゲーションメニュー
nb_no: Primær navigasjonsmeny
ro_ro: Meniu navigare principal
ru_ru: Основное Меню
tr_tr: Birincil Navigasyon Menüsü

source: Secondary Navigation Menu
ar: القائمة التصفح الرئيسية
it_it: Navigazione Secondaria
ja: サブナビゲーションメニュー
nb_no: Sekundær navigasjonsmeny
ro_ro: Meniu navigare secundar
ru_ru: Дополнительное Меню
tr_tr: İkincil Navigasyon Menüsü

source: Select / Deselect All
ar: إختيار الكل / عدم إختيار الكل
it_it: Seleziona / Deseleziona Tutti
ja: 選択 / すべて非選択
nb_no: Velg / Forkast alle
ro_ro: Selectează / Deselectează Toate
ru_ru: Выделить все / Отменить выделение
tr_tr: Hepsini Seç/ Seçimi Kaldır

source: Return to top of page
ar: العودة للأعلى
it_it: Torna all'inizio
ja: トップに戻る
nb_no: Gå til toppen av siden
ro_ro: Reveniți în partea de sus a paginii
ru_ru: В начало
tr_tr: Sayfa başına git

source: by
ar: بواسطة
it_it: da
nb_no: av
ro_ro: de
tr_tr: tarafından

source: Log in
ar: تسجيل الدخول
ja: ログイン
nb_no: Logg inn
ro_ro: Autentificare
ru_ru: Войти
tr_tr: Giriş

source: Log out
ar: تسجيل الخروج
it_it: Esci
ja: ログアウト
nb_no: Logg ut
ro_ro: Ieșire din cont
ru_ru: Выйти
tr_tr: Çıkış

source: ago
ar: خلت
it_it: fa
ja: 前
nb_no: siden
ro_ro: în urmă
ru_ru: назад
tr_tr: Önce

source: Visit %s&#x02019;s website
ar: زيارة موقع %s

source: % Comments
ar: % من التعليقات
it_it: % Commenti
ja: % コメント
nb_no: % Kommentarer
ro_ro: % Comentarii
ru_ru: % коммент.
tr_tr: % Yorum

source: 1 Comment
ar: تعليق واحد فقط
it_it: 1 Commento
ja: 1 コメント
nb_no: 1 kommentar
ro_ro: 1 Comentariu
ru_ru: 1 комментарий
tr_tr: 1 Yorum

source: Leave a Comment
ar: أتركوا تعليقا
it_it: Lascia un Commento
ja: コメントを書く
nb_no: Legg igjen en kommentar
ro_ro: Lăsaţi un comentariu
ru_ru: Оставьте комментарий
tr_tr: Yorum yapın

source: Tagged With:
ar: موسوم بـ:
it_it: Etichettato con:
ja: 関連タグ：
nb_no: Tagget med:
ro_ro: Etichetate cu:
ru_ru: Помечено:
tr_tr: Etiket

source: Filed Under:
ar: تحت تصنيف:
it_it: Archiviato in:
nb_no: Lagret under
ro_ro: Arhivate în:
ru_ru: Раздел:
tr_tr: Kategori:

source: (Edit)
ar: (تحرير)
it_it: (Modifica)
ja: （編集）
nb_no: (Redigér)
ro_ro: (Editează)
ru_ru: (Редактировать)
tr_tr: (Düzenle)

source: <h3>Comments</h3>
ar: <h3>التعليقات</h3>
it_it: <h3>Commenti</h3>
ja: <h3>コメント</h3>
nb_no: <h3>Kommentarer</h3>
ro_ro: <h3>Comentarii</h3>
ru_ru: <h3>Комментарии</h3>
tr_tr: <h3>Yorumlar</h3>

source: <h3>Trackbacks</h3>
ar: <h3>التنبيهات</h3>
ja: <h3>トラックバック</h3>
nb_no: <h3>Tilbakesporinger</h3>
ro_ro: <h3> Urmăritori </h3>
ru_ru: <h3>Трэкбэки</h3>
tr_tr: <h3>Geribildirimler</h3>

source: says
ar: قال
it_it: dice
nb_no: sier
ro_ro: spune
ru_ru: говорит
tr_tr: der ki

source: %1$s at %2$s
ar: %1$s بتوقيت %2$s
it_it: %1$s a %2$s
nb_no: %1$s ved %2$s
ro_ro: %1$s la %2$s
tr_tr: %1$s ile %2$s

source: Your comment is awaiting moderation.
ar: شكرا جزيلا لكم، تعليقكم ينتظر موافقة عبد الحفيظ، متصفحا سعيدا في ثنايا المدونة
it_it: Commento in attesa d'approvazione.
ja: あなたのコメントは現在承認中です。
nb_no: Kommentaren din venter på moderering.
ro_ro: Comentariul dvs. este în așteptarea validării.
ru_ru: Ваш комментарий находится на модерации
tr_tr: Yorumunuz onay bekliyor.

source: Name
ar: الإسم الكريم
it_it: Nome
ja: 名前
nb_no: Navn
ro_ro: Nume
ru_ru: Имя
tr_tr: İsim

source: Email
ar: البريد الإليكتروني
nb_no: Epost-adresse
ru_ru: Адрес электронной почты
tr_tr: E-posta

source: Website
ar: الموقع الإليكتروني (إن وجد)
it_it: Sito Web
ja: ウェブサイト
nb_no: Nettsted
ro_ro: Site
ru_ru: Вебсайт
tr_tr: Websitesi

source: Speak Your Mind
ar: شاركونا بآرائكم
ja: 内容
nb_no: Si det du mener
ro_ro: Spune ce gândești
ru_ru: Поделитесь своим мнением
tr_tr: Fikrini söyle

source: Copyright
ar: كافة الحقوق محفوظة
ja: 著作権
nb_no: Kopirett
ro_ro: Drepturi de autor
tr_tr: Tüm hakları saklıdır

source: Read more
ar: قراءة المزيد

source: Comments
ar: تعليقات
it_it: Commenti
ja: コメント
nb_no: Kommentarer
ro_ro: Comentarii
ru_ru: Комментарии
tr_tr: Yorumlar

source: [Read more...]
ar: [المزيد ...]
it_it: [Continua...]
ja: [もっと読む...]
nb_no: [Les mer...]
ro_ro: [Citeşte mai mult ...]
ru_ru: [Читать далее...]
tr_tr: [Devamını oku...]

source: Sorry, no posts matched your criteria.
ar: جد متأسفين، لكننا لم نتمكن من العثور على أي نتائج تطابق ما تبحثون عنه
it_it: Scusa, nessun articolo corrisponde ai tuoi criteri.
ja: 条件に合ったページが見つかりません。
nb_no: Beklager, ingen innlegg matchet dine kriterier.
ro_ro: Ne pare rău, nu există postări potrivit acestor criterii.
ru_ru: Извините, ничего не найдено согласно заданным критериям
tr_tr: Üzgünüz, sizin aradığınız kriterlere uygun yazı yok.

source: by
ar: بقلم
it_it: da
nb_no: av
ro_ro: de
tr_tr: tarafından

source: About
ar: عن
it_it: Su
nb_no: Om
ro_ro: Despre
ru_ru: Об
tr_tr: Hakkımda

source: Older Posts
ar: مواضيع أقدم
it_it: Articoli più vecchi
ja: 過去の記事
nb_no: Eldre innlegg
ro_ro: Postări mai vechi
ru_ru: Более ранние записи
tr_tr: Önceki Kayıtlar

source: Newer Posts
ar: مواضيع أحدث
it_it: Articoli più recenti
ja: 最新の記事
nb_no: Nyere innlegg
ro_ro: Postări mai recente
ru_ru: Более поздние записи
tr_tr: Yeni Kayıtlar

source: Previous Page
ar: الصفحة السابقة
it_it: Pagina Precedente
ja: 前のページ
nb_no: Forrige side
ro_ro: Pagina anterioară
ru_ru: Предыдущая страница
tr_tr: Önceki Sayfa

source: Next Page
ar: الصفحة التالية
it_it: Pagina Successiva
ja: 次のページ
nb_no: Neste side
ro_ro: Pagina următoare
ru_ru: Следующая страница
tr_tr: Sonraki Sayfa

source: Search this website
ar: إبحثوا في ثنايا المدونة

source: Search
ar: البحث
it_it: Cerca
ja: 検索
nb_no: Søk
ro_ro: Căutare
ru_ru: Поиск
tr_tr: Ara

source: Primary Sidebar Widget Area
ar: منطقة المربعات الجانبية الرئيسية
it_it: Area widget della Sidebar Principale
nb_no: Widgetområde i primært sidefelt
ro_ro: Bara principală de Widget-uri
ru_ru: Область основного сайдбара
tr_tr: Birincil Kenar Çubuğu Eklenti Alanı

source: This is the Primary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
ar: هذه هي منطقة المربعات الجانبية الرئيسية، يمكنكم إضافة محتوى لها عبر <a href="%s">المربعات الجانبية</a> بسحب وإلقاء المربعات الجنبية في المناطق المرغوب بها
it_it: Questa è la Area widget della Sidebar Principale. È possibile aggiungere contenuti in questa area visitando il vostro <a href="%s">pannello Widget</a> e aggiungendone di nuovi.
nb_no: Dette er widgetområdet i primært sidefelt. Du kan legge til innhold på dette området ved å gå til <a href="%s">Widgetpanelet</a> ditt og legge til nye widgeter på dette området.
ro_ro: Aceasta este coloana laterală principală pentru widget-uri. Puteţi adăuga conţinut în această zonă vizitând <a href="%s"> Widgets Panel </a> şi adăugând noi widget-uri.
ru_ru: Это область главного сайдбара. Вы можете добавить содержимое в эту область, посетив <a href="%s">Widgets Panel</a> и добавив новый виджеты в эту область.
tr_tr: Burası Birinci Sidebar Widget Bölümü. Bu alana <a href="%s">Widgets Panel</a> i ziyaret ederek içerik ekleyebilirsiniz ve bu alana yeni widget ler de ekleyebilirsiniz.

source: Secondary Sidebar Widget Area
ar: منطقة المربعات الجانبية الثانوية
it_it: Area widget della Sidebar Secondaria
nb_no: Widgetområde i sekundært sidefelt
ro_ro: Bara secundară de Widget-uri
ru_ru: Зона второго виджета
tr_tr: İkincil Kenar Çubuğu Çalışma Alanı

source: This is the Secondary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
ar: هذه هي منطقة المربعات الجانبية الثانوية، يمكنكم إضافة محتوى لها عبر <a href="%s">المربعات الجانبية</a> بسحب وإلقاء المربعات الجنبية في المناطق المرغوب بها
it_it: Questa è la Area widget della Sidebar Secondaria. È possibile aggiungere contenuti in questa area visitando il vostro <a href="%s">pannello Widget</a> e aggiungendone di nuovi.
nb_no: Dette er widgetområdet i sekundært sidefelt. Du kan legge til innhold på dette området ved å gå til <a href="%s">Widgetpanelet</a> ditt og legge til nye widgeter på dette området.
ro_ro: Aceasta este coloana laterală secundară pentru widget-uri. Puteţi adăuga conţinut în această zonă vizitând <a href="%s"> Widgets Panel </a> şi adăugând noi widget-uri.
ru_ru: Это область второго сайдбара. Вы можете добавить содержимое в эту область, посетив <a href="%s">Widgets Panel</a> и добавив новый виджеты в эту область.
tr_tr: Burası İkinci Sidebar Widget Bölümü. Bu alana <a href="%s">Widgets Panel</a> i ziyaret ederek içerik ekleyebilirsiniz ve bu alana yeni widget ler de ekleyebilirsiniz.

source: Single Post Template
ar: قالب التدوينة المنفردة
it_it: Template Articolo singolo
nb_no: Mal for enkeltinnlegg
ro_ro: Șablon postare unică
ru_ru: Шаблон одинокого сообщения
tr_tr: Tek yazı şablonu

source: Post Template
ar: قالب التدوينة
it_it: Template articolo
ja: 投稿のテンプレート
nb_no: Innleggsmal
ro_ro: Șablon postare
ru_ru: Шаблон сообщения
tr_tr: Yazı Şablonu

source: Some themes have custom templates you can use for single posts that might have additional features or custom layouts. If so, you will see them above.
ar: بعض القوالب لها قوالب مخصصة للتدوينات المنفردة مما قد يضيف ميزة إضافية للتخطيط، في حال كانت كذلك، سترونها أعلاه
it_it: Alcuni temi hanno template personalizzati da utilizzare per gli articoli singoli, questi template potrebbero avere ulteriori funzionalità o layout personalizzati. Se è così, li vedi sopra.
nb_no: Noen temaer har tilpassede maler du kan benytte til enkeltinnlegg som kanskje har tilleggsegenskaper eller justert layout. Hvis det er tilfellet, vil du se dem ovenfor.
ro_ro: Anumite teme au șabloane personalizabile pe care le puteți folosi pentru postările unice care pot avea caracteristici suplimentare sau machete personalizate. In acest caz, le puteți vedea mai sus.
ru_ru: Некоторые темы имеют пользовательские шаблоны которые вы можете использовать для отдельных постов которые могут иметь дополнительные особенности или пользовательские выкладки. Если так, вы увидите их выше.

source: Enter your email address ...
ar: أدخلوا بريدكم الإليكتروني هنا

source: Go
ar: إشتركوا
it_it: Vai
nb_no: Gå
ro_ro: Mergi la
ru_ru: Перейти
tr_tr: Git

source: Displays Feedburner email subscribe form
ar: عرض مربع الإشتراك الخاص بـ FeedBurner
it_it: Visualizza il form di iscrizione via email a Feedburner
ja: 購読フォームを表示
nb_no: Viser epostabonnementsskjema for Feedburner
ro_ro: Afişează formularul e-mail de abonare la FeedBurner
ru_ru: Отображает окно подписки по email на Feedburner
tr_tr: Feedburner e-postayla izleme formunu gösterir

source: Genesis - eNews and Updates
ar: الإشتراك البريدي
it_it: Genesis - eNews e Aggiornamenti
ja: Genesis - eNews およびアップデート
nb_no: Genesis - eNyheter og oppdateringer
ro_ro: Genesis - eNews şi Actualizări
ru_ru: Genesis - eNews и обновления
tr_tr: Genesis- eHaber ve Güncellemeler

source: This widget has been deprecated, and should no longer be used.
ar: هذا المربع الجانبي تم التخلي عنه، لا يجدر بكم إستعماله، في كان كانت له إضافة مخصصة، سيتم تنبيهكم لها

source: If you would like to continue to use the eNews widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
ar: في حال رغبتم في الإستمرار في إستعمال المربع الجانبي، الرجاء <a href="%s" class="thickbox" title="Install Genesis eNews Extended">تنصيب هذه الإضافة</a> واستبدال هذا المربع بالمربع الذي سيظهر لاحقا بعد التنصيب

source: If you would like to continue to use the eNews widget functionality, please <a href="%s" class="thickbox" title="Install Genesis eNews Extended">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
ar: في حال رغبتم في الإستمرار في إستعمال المربع الجانبي، الرجاء <a href="%s" class="thickbox" title="Install Genesis eNews Extended">تنصيب هذه الإضافة</a> واستبدال هذا المربع بالمربع الذي سيظهر لاحقا بعد التنصيب

source: Displays featured page with thumbnails
ar: عرض الصفحة المميزة
it_it: Mostra la pagina in evidenza con le miniature
ja: ページを画像付きで表示
nb_no: Viser fremhevet side med miniatyrbilder
ro_ro: Afișează paginile recomandate sub formă de miniaturi
ru_ru: Отображает приоритетные страницы с thumbnail-ами
tr_tr: Sayfayı thumbnail le görüntüle

source: Genesis - Featured Page
ar: صفحة ميزة
it_it: Genesis - Pagina in Evidenza
ja: Genesis - フィーチャーされるページ
nb_no: Genesis - fremhevet side
ro_ro: Genesis - Pagină recomandată
ru_ru: Genesis - Приоритетная страница
tr_tr: Genesis- Öne çıkan sayfalar

source: Title
ar: العنوان
it_it: Titolo
ja: タイトル
nb_no: Tittel
ro_ro: Titlu
ru_ru: Заголовок
tr_tr: Başlık

source: Page
ar: الصفحة
it_it: Pagina
ja: ページ
nb_no: Side
ro_ro: Pagina
ru_ru: Страница
tr_tr: Sayfa

source: Show Featured Image
ar: إظهار الصورة البارزة
it_it: Mostra l'immagine in evidenza
ja: 画像を表示
nb_no: Vis fremhevet bilde
ro_ro: Arată imaginea recomandată
ru_ru: Показать Featured Image
tr_tr: Öne çıkan görselleri göster

source: Image Size
ar: حجم الصورة
it_it: Dimensione Immagine
ja: 画像サイズ
nb_no: Bildestørrelse
ro_ro: Dimensiune imagine
ru_ru: Размер изображения
tr_tr: Resim Boyutu

source: Image Alignment
ar: محاذات الصورة
it_it: Allineamento Immagine
ja: 画像の整列
nb_no: Bildeplassering
ro_ro: Aliniere imagine
ru_ru: Выравнивание изображения
tr_tr: Görsel hizalama

source: None
ar: بدون محاذات
it_it: Nessuno
ja: なし
nb_no: Ingen
ro_ro: Niciunul/ Niciuna
ru_ru: Ничего
tr_tr: Şimdiki

source: Show Page Title
ar: إظهار عنوان الصفحة
it_it: Mostra il titolo della pagina
ja: ページタイトルを表示
nb_no: Vis sidetittel
ro_ro: Arată Titlul paginii
ru_ru: Показать название страницы
tr_tr: Sayfa başlığını göster

source: Show Page Byline
ar: إظهار صفحة في كل سطر
it_it: Mostra gli elementi della pagina
ja: 署名記事の表示
nb_no: Vis side byline
ro_ro: Afișează numele paginii
ru_ru: Показать Byline страницы
tr_tr: Çizgiye göre Sayfa Göster

source: Show Page Content
ar: إظهار محتوى الصفحة
it_it: Mostra il contenuto della pagina
ja: コンテンツの表示
nb_no: Vis sideinnhold
ro_ro: Afișează Conținut pagină
ru_ru: Показать содержимое страницы
tr_tr: Sayfa içeriğini göster

source: Content Character Limit
ar: حد حروف المحتوى
it_it: Limite dei caratteri del contenuto
ja: コンテンツ内の文字上限
nb_no: Tegnbegrensning i innhold
ro_ro: Limită de caractere conținut
ru_ru: Лимит на количество символов в сообщении
tr_tr: İçerik karakter limiti

source: More Text
ar: نص قراءة المزيد
ja: さらにテキスト
nb_no: Mer tekst
ro_ro: Mai mult text
ru_ru: Еще текст
tr_tr: Yazının devamı

source: By
ar: بقلم
it_it: Da
nb_no: Av
ro_ro: De
tr_tr: Yazıyı giren

source: [Read More...]
ar: [المزيد ...]
it_it: [Continua ...]
ja: [さらに読む...]
nb_no: [Les mer...]
ro_ro: [Citește mai mult ...]
ru_ru: [Читать далее...]
tr_tr: [Devamı ...]

source: More Posts from this Category
ar: مواضيع أخرى من هذا التصنيف
it_it: Altri Articoli da questa categoria
nb_no: Flere innlegg fra denne kategorien
ro_ro: Mai multe postări din această categorie
ru_ru: Ещё сообщения из этой категории
tr_tr: Bu kategoriden daha fazla yazı

source: Displays featured posts with thumbnails
ar: إظهار المواضيع المميزة مع الصور البارزة
it_it: Mostra gli articoli in evidenza con le rispettive miniature
ja: 画像付きの記事を表示
nb_no: Viser fremhevde innlegg med miniatyrbilder
ro_ro: Afișează miniatură imagine pentru postările speciale
ru_ru: Отображает приоритетные сообщения с thumbnail-ами
tr_tr: Yazıyı thumbnail le görüntüle

source: Genesis - Featured Posts
ar: مواضيع مميزة
it_it: Genesis - Articoli in Evidenza
ja: Genesis - フィーチャーされる投稿
nb_no: Genesis - fremhevede innlegg
ro_ro: Genesis - Postări recomandate
ru_ru: Genesis - приоритетные изображения
tr_tr: Genesis- Öne çıkan yazılar

source: Category
ar: التصنيف
it_it: Categoria
ja: カテゴリ
nb_no: Kategori
ro_ro: Categorie
ru_ru: Категория
tr_tr: Kategori

source: Number of Posts to Show
ar: عدد التدوينات لعرضها
it_it: Numero di articoli da Mostrare
ja: 表示させる投稿ページ数
nb_no: Antall innlegg å vise
ro_ro: Numărul de postări afișate
ru_ru: Количество сообщений для показа
tr_tr: Gösterilecek yazı sayısı

source: Number of Posts to Offset
ar: عدد التدوينات لموازنتها
it_it: Numero di Articoli da Tralasciare
nb_no: Antall innlegg å skjule
ro_ro: Numărul de postări la offset
ru_ru: Количество сообщений для отсечки
tr_tr: Ofset için yazı sayısı

source: Order By
ar: الترتيب حسب
it_it: Ordina per
ja: 順序
nb_no: Sortér etter
ro_ro: Ordonare după
ru_ru: Упорядочить по
tr_tr: Sırala

source: Date
ar: التاريخ
it_it: Data
ja: 日付
nb_no: Dato
ro_ro: Data
ru_ru: Дата
tr_tr: Tarih

source: Parent
ar: الرئيسي
it_it: Genitore
nb_no: Forelder
ru_ru: Родитель
tr_tr: Ana (Ebeveyn)

source: ID
ar: المعرف

source: Comment Count
ar: عدد التعليقات
it_it: Numero commenti
ja: コメント数
nb_no: Kommentartelling
ro_ro: Total comentarii
ru_ru: Количество комментариев
tr_tr: Yorum sayısı

source: Random
ar: عشوائيا
ja: ランダム
nb_no: Tilfeldig
ro_ro: Aleatoriu
ru_ru: Случайно
tr_tr: Rastgele

source: Sort Order
ar: كيفية الترتيب
it_it: Ordinamento
nb_no: Sorteringsrekkefølge
ro_ro: Ordine de sortare
ru_ru: Порядок сортировки
tr_tr: Sıralama Şekli

source: Descending (3, 2, 1)
ar: تنازليا
it_it: Discendente (3, 2, 1)
nb_no: Synkende
ro_ro: Descrescătoare (3, 2, 1)
ru_ru: По убыванию (3, 2, 1)
tr_tr: Azalarak (3,2,1)

source: Ascending (1, 2, 3)
ar: تصاعديا
it_it: Ascendente (1, 2, 3)
nb_no: Stigende
ro_ro: Crescătoare (1, 2, 3)
ru_ru: По возрастанию (1, 2, 3)
tr_tr: Artarak (1,2,3)

source: Show Author Gravatar
ar: إظهار صورة الكاتب الرمزية
it_it: Mostra il Gravatar dell'Autore
ja: グラバターを表示
nb_no: Vis forfatter Gravatar
ro_ro: Arată Gravatar autor
ru_ru: Показать Gravatar автора
tr_tr: Yazar Avatarını Göster

source: Gravatar Size
ar: حجم الصورة الرمزية
it_it: Dimensione Gravatar
ja: グラバターのサイズ
nb_no: Gravatar størrelse
ro_ro: Dimensiune Gravatar
ru_ru: Размер Gravatar-а
tr_tr: Avatar Boyutu

source: Small (45px)
ar: صغيرة (45 بيكسل)
ja: 小 (45px)
nb_no: Lite (45px)
ro_ro: Mică (45px)
ru_ru: Маленький (45px)
tr_tr: Küçük (45px)

source: Medium (65px)
ar: متوسطة (65 بيكسل)
ja: 中 (65px)
nb_no: Middels (65px)
ro_ro: Medie (65px)
ru_ru: Средний (65px)
tr_tr: Orta (65px)

source: Large (85px)
ar: كبيرة (85 بيكسل)
ja: 大 (85px)
nb_no: Stort (85px)
ro_ro: Mare (85px)
ru_ru: Большой (85px)
tr_tr: Geniş (85px)

source: Extra Large (125px)
ar: كبيرة للغاية (125 بيكسل)
ja: 特大 (125px)
nb_no: Ekstra stort (125px)
ro_ro: Foarte mare (125px)
ru_ru: Очень большой (125px)
tr_tr: Ekstra Büyük (125px)

source: Gravatar Alignment
ar: محاذات الصورة الرمزية
it_it: Allineamento Gravatar
ja: グラバターの整列
nb_no: Gravatar plassering
ro_ro: Aliniere Gravatar
ru_ru: Выравнивание Gravatar-а
tr_tr: Avatar Hizalama

source: Show Post Title
ar: إظهار عنوان التدوينة
it_it: Mostra il titolo dell'articolo
ja: 記事のタイトルを表示
nb_no: Vis innleggstittel
ro_ro: Arată titlu postare
ru_ru: Показать заголовок сообщения
tr_tr: Mesaj Başlığı

source: Show Post Info
ar: إظهار معلومات التدوينة
it_it: Mostra le Info dell'Articolo
ja: 記事の情報を表示
nb_no: Vis innleggsinfo
ro_ro: Arată Info postare
ru_ru: Показать информацию о сообщении
tr_tr: Mesaj Bilgisi
