Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: You may notice that the default Genesis style sheet is a bit shorter, and on the front end looks different. We've updated the default design and extended the width of the layout to 1152px. Now you've got more real estate to showcase your content.
ar: قد تلاحظون أن ملف التنسيق الإفتراضي لإطار العمل قصير قليلا، ويبدوا مختلفا في الموقع، لقد قمنا بتحديث التصميم الإفتراضي ووسعنا العرض الخاص بالتخطيط الى 1152 بيكسل، الآن يمكنكم عرض الكثير بدل القليل الذي كان.

source: Not Found, Error 404
ar: خطأ 404 - غير موجود
it_it: Non trovato. Errore 404
ja: ページが見つかりません
nb_no: Ikke funnet, feil 404
ro_ro: Nu a fost găsit, Eroare 404
ru_ru: Страница не найдена, Ошибка 404
tr_tr: Bulunamadı, Hata 404

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
ar: يبدوا أن الصفحة التي تبحثون عنها غير موجودة، قد تكون حذفت او تم تغييرها، ربما بالإمكان العثور عما ترغبون في المعلومات أدناه
it_it: La pagina che stai cercando non esiste più. Forse puoi tornare indietro all'<a href="%s">homepage</ a> del sito e vedi se riesci a trovare quello che stai cercando. Oppure, puoi provare a cercarlo tra gli argomenti qua sotto.
ja: お探しのページが見つかりません。当サイトの<a href="%s">ホームページ</a>に戻り、ご覧になりたいページをお探しください。あるいは下記より情報を探してみてください。
nb_no: Siden du leter etter finnes ikke lenger. Du vil kanskje returnere til nettstedets <a href="%s">hjemmeside</a> og se om du kan finne det du leter etter der. Du kan også forsøke å finne det med informasjonen nedenfor.
ro_ro: Pagina pe care o cautați nu mai există. Vă puteți întoarce la <a href="%s"> pagina de pornire </a> pentru a vedea dacă puteți găsi ceea ce cautați. Sau puteţi încerca să o cautați folosind informaţiile de mai jos.
ru_ru: Страница, которую вы искали, больше не существует. Вы можете вернуться на <a href="%s">домашнюю страницу</a> и попробовать снова, или попробовать поиск с помощью информации ниже.
tr_tr: Görüntülemeye çalıştığınız sayfa bulunamadı. <a href="%s">Anasayfa</a>ya geri dönebilirsiniz

source: Pages:
ar: حسب الصفحات:
it_it: Pagine
ja: ページ：
nb_no: Sider:
ro_ro: Pagini:
ru_ru: Страницы:
tr_tr: Sayfalar:

source: Categories:
ar: حسب التصنيفات:
it_it: Categorie
ja: カテゴリ：
nb_no: Kategorier:
ro_ro: Categorii:
ru_ru: Категории:
tr_tr: Kategoriler:

source: Authors:
ar: حسب الكتاب:
it_it: Autori
ja: 著作：
nb_no: Forfattere:
ro_ro: Autori:
ru_ru: Авторы:
tr_tr: Yazarlar:

source: Monthly:
ar: حسب الشهر:
it_it: Mensile
ja: 月：
nb_no: Månedlig:
ro_ro: Lunar:
ru_ru: По месяцам:
tr_tr: Aylık:

source: Recent Posts:
ar: حسب أحدث المقالات:
it_it: Articoli Recenti
ja: 最新の投稿：
nb_no: Siste innlegg:
ro_ro: Postări recente:
ru_ru: Последние статьи:
tr_tr: Yeni Yazılar:

source: This post is password protected. Enter the password to view comments.
ar: هذه المقالة محمية بكلمة مرور، الرجاء إدخالها للإستمرار أكثر
it_it: Questo articolo è protetto. Inserisci la password per leggere i commenti.
ja: この投稿はパスワードで保護されています。コメントを閲覧するにはパスワードを入力して下さい。
nb_no: Dette innlegget er passordbeskyttet. Skriv inn passordet for å se kommentarene.
ro_ro: Această postare este protejată de o parolă. Introduceţi parola pentru a vizualiza comentariile.
ru_ru: Эта статья защищена паролем. Введите пароль чтобы увидеть комментарии.
tr_tr: Bu yazı şifre korumalıdır. Yorumları görmek için parolanızı girin.

source: Genesis - Import/Export
ar: التصدير والإستيراد
it_it: Genesis - Importa/Esporta
ja: Genesis - インポート・エキスポート
nb_no: Genesis - import/eksport
ru_ru: Genesis - Импорт/Экспорт
tr_tr: Genesis - İçe Aktar/Dışa Aktar

source: Import/Export
ar: التصدير والإستيراد
it_it: Importa/Esporta
ja: インポート・エキスポート
nb_no: Importér/Eksportér
ru_ru: Импорт/Экспорт
tr_tr: İçe Aktar/Dışa Aktar

source: Import Genesis Settings File
ar: إستيراد ملف إعدادات إطار العمل
it_it: Importa il file di configurazione di Genesis
ja: Genesis の設定ファイルをインポートする
nb_no: Importér Genesis innstillingsfil
ro_ro: Import setări fișiere Genesis
ru_ru: Загрузить файл настроек Genesis
tr_tr: Genesis Ayarlar Dosyasını İçe Aktar

source: Upload the data file (<code>.json</code>) from your computer and we'll import your settings.
ar: الرجاء رفع ملف بإمتداد (<code>.json</code>) من جهازكم ونحن سنتكفل باستيراد جميع الإعدادات
it_it: Carica il file (<code>.json</code>) dal tuo computer ed eseguiremo l'importazione della configurazione.
ja: お使いのコンピューターからデータファイル(<code>.json</code>) をアップロードして、設定をインポートします。
nb_no: Last opp datafilen (<code>.json</code>) fra maskinen din og vi vil importere innstillingene dine.
ru_ru: Загрузите файл с данными (<code>.json</code>) с вашего компьютера и мы импортируем ваши настройки.
tr_tr: (<code>.Json</code>) veri dosyasını bilgisayarınızdan yükleyin, biz de ayarlarınızı aktaracağız.

source: Choose the file from your computer and click "Upload file and Import"
ar: الرجاء إختيار الملف من جهازكم والنقر على زر "رفع وإستيراد"
it_it: Seleziona il file sul tuo computer e clicca su "Carica File e Importa"
ja: コンピューターからファイルを選択し、「ファイルのアップロードおよびインポート」をクリックして下さい
nb_no: Velg filen du vil laste opp fra din datamaskin og klikk "Last opp fil og importér"
ru_ru: Выберите файл на вашем компьютере и нажмите "Загрузить файл и импортировать"
tr_tr: Dosyayı bilgisayarınızdan seçin ve "Dosyayı Yükle ve İçe Aktar" düğmesine tıklayın

source: Upload File: (Maximum Size: %s)
ar: رفع الملف: (أقصى حجم: %s)
it_it: Carica file: (Dimensione massima: %s)
ja: アップロードするファイル：（最大：%s）
nb_no: Last opp fil: (Max. størrelse: %s)
ro_ro: Încărcare fișier: (Dimensiune maximă: %s)
ru_ru: Загрузить файл (максимальный размер: %s)
tr_tr: Dosya Yükle: (Maksimum Boyut: %s)

source: Upload File and Import
ar: رفع واستيراد الملف
it_it: Carica file e Importa
ja: ファイルのアップロードおよびインポート
nb_no: Last opp fil og importér
ru_ru: Загрузить файл и импортировать настройки
tr_tr: Dosyayı Yükle ve İçe Aktar

source: Export Genesis Settings File
ar: تصدير ملف إعدادات إطار العمل
it_it: Esporta un file di configurazione di Genesis
ja: Genesis の設定ファイルをエキスポートする
nb_no: Eksportér Genesis innstillingsfil
ro_ro: Fișier setări export Genesis
ru_ru: Экспортировать файл настроек Genesis
tr_tr: Genesis Ayarlar Dosyasını Dışa Aktar

source: When you click the button below, Genesis will generate a data file (<code>.json</code>) for you to save to your computer.
ar: عند النقر على الزر أسفلة، سيقوم إطار العمل بتوليد ملف بإمتداد (<code>.json</code>) لكم لتقوموا بحفظه في جهازكم.
it_it: Cliccando sul pulsante sottostante, Genesis creerà per te il file (<code>.json</code>) per il salvataggio sul tuo computer.
ja: 下のボタンをクリックすると、Genesis はデータファイル(<code>.json</code>) を作成し、あなたのコンピューターに保存します。
nb_no: Når du klikker på knappen under, vil Genesis generere en datafil (<code>.json</code>) som du kan lagre på maskinen din.
ru_ru: При нажатии на кнопку ниже, Genesis сгенерирует файл настроек (<code>.json</code>), который вы сможете сохранить на компьютере.
tr_tr: Aşağıdaki butona tıkladığınızda, bilgisayarınıza kaydetmeniz için, bir veri dosyası (<code>.json</code>) oluşturacak.

source: Once you have saved the download file, you can use the import function on another site to import this data.
ar: عندما تقومون بحفظ الملف المحمل، سيكون بإستطاعتكم إستعماله لإستيراد نفس هذه الإعدادات لموقع ثان.
it_it: Una volta salvato il file scaricato, è possibile utilizzare la funzione di importazione su un altro sito per importare questi dati.
ja: このダウンロードファイルを保存すれば、他サイトのインポート機能を使用してデータをインポートすることができます。
nb_no: Når du har lagret den nedlastede filen kan du bruke importfunksjonen på et annet nettsted for å importere disse dataene.
ro_ro: După ce aţi salvat fişierul descărcat, puteţi utiliza funcţia de import pe un alt site pentru a importa aceste date.
ru_ru: После того как вы сохранили загруженный файл, вы можете использовать функцию импорта на другой сайт, чтобы импортировать данные.
tr_tr: İndirdiğiniz dosyayı kaydettiyseniz, başka bir sitedeki İçe Aktar fonksiyonunu kullanarak bu veriyi içe aktarabilirsiniz.

source: Download Export File
ar: تحميل ملف التصدير
it_it: Scaricare file di esportazione
ja: エキスポートファイルをダウンロードする
nb_no: Last ned eksportfil
ro_ro: Fișier export descărcare
ru_ru: Скачать файл экспорта
tr_tr: Dışa Aktarma Dosyasını İndir

source: Settings successfully imported.
ar: تم إستيراد الإعدادات بنجاح
it_it: Configurazione importata con successo.
ja: 設定がインポートされました。
nb_no: Innstillingene ble importert.
ru_ru: Настройки успешно импортированы
tr_tr: Ayarlar başarıyla içe aktarıldı.

source: There was a problem importing your settings. Please try again.
ar: لقد وقع خلل ما منع عملية إستيراد الإعدادات بنجاح، الرجاء المحاولة مجددا
it_it: Si è verificato un problema importando i settaggi specificati. Si prega di riprovare.
ja: 設定のインポートに問題があります。もう一度試してください。
nb_no: Et problem oppsto ved import av innstillingene dine. Prøv igjen.
ro_ro: A apărut o problemă la importul setărilor dvs. Vă rugăm să încercaţi din nou.
ru_ru: Импорт ваших настроек не удался. Попробуйте еще раз
tr_tr: Ayarlarınızı içe aktarırken bir hata oluştu. Lütfen tekrar deneyin.

source: Theme Settings
ar: إعدادات القالب
it_it: Configurazione del Tema
ja: テーマの設定
nb_no: Temainnstillinger
ro_ro: Setări temă
ru_ru: Настройки Темы
tr_tr: Tema Ayarları

source: SEO Settings
ar: إعدادات SEO
it_it: Configurazione SEO
ja: SEO の設定
nb_no: SEO-innstillinger
ro_ro: Setări SEO
ru_ru: Настройки SEO
tr_tr: SEO Ayarları

source: No export options available.
ar: لا توجد أي خصائص مصدرة حاليا
it_it: Non sono disponibili opzioni di esportazione.
ja: エキスポートできるオプションがありません。
nb_no: Ingen eksportalternativer er tilgjengelige.
ro_ro: Nu există opţiuni de export.
ru_ru: Нет возможных вариантов экспорта.
tr_tr: Dışa aktarma seçeneği mevcut değildir.

source: Theme SEO Settings
ar: إعدادات SEO للقالب
nb_no: Tema SEO-innstillinger
ru_ru: SEO настройки темы
tr_tr: Tema SEO Ayarları

source: Custom Document Title
ar: عنوان مخصص للتدوينة/للصفحة
it_it: Titolo del documento personalizzato
ja: カスタムドキュメントのタイトル
nb_no: Tilpasset dokumenttittel
ro_ro: Titlu personalizat al documentului
ru_ru: Кастомный заголовок документа
tr_tr: Özel Belge Başlığı

source: Characters Used: %s
ar: الحروف المتسعملة: %s
it_it: Caratteri usati: %s
ja: 使用文字数：%s
nb_no: Tegn brukt : %s
ro_ro: Caractere folosite: %s
ru_ru: Символов использовано: %s
tr_tr: Kullanılan Karakterler:%s

source: Custom Post/Page Meta Description
ar: وصف ميتا مخصص للتدوينة/الصفحة
it_it: Meta Descrizione personalizzata Articolo/Pagina
ja: カスタムフィールドの内容
nb_no: Tilpasset innlegg/Meta beskrivelse for side
ro_ro: Postare personalizata / Descriere Meta Page
ru_ru: Кастомные мета-описания документов для постов/страниц
tr_tr: Özel Yazı/Sayfa Meta Açıklaması

source: Custom Post/Page Meta Keywords, comma separated
ar: كلمات ميتا مفتاحية مخصصة للتدوينة/الصفحة، مفصولة بفاصلة إنجليزية
it_it: Meta Keywords personalizzate Articolo/Pagina, separate da virgola
ja: カスタムフィールドのキーワード（カンマ区切り）
nb_no: Tilpasset innlegg/Nøkkelord for siden, kommaseparert
ro_ro: Postare personalizată/ Meta Cuvinte cheie pentru pagină, separate prin virgulă
ru_ru: Кастомные ключевые слова для постов/страниц, разделенные запятой
tr_tr: Özel Yazı/Sayfa Meta Anahtar Kelimeleri, virgülle ayrılmış

source: Custom Canonical URI
ar: وسم مخصص
it_it: URI Canonical personalizzato
ja: カノニカルURL
nb_no: Tilpasset kanonisk URI
ro_ro: URI generice
ru_ru: Кастомный канонический адрес страницы
tr_tr: Özel Kanonik URI

source: Custom Redirect URI
ar: وسم إعادة توجيه مخصص
it_it: Redirect URI personalizzato
ja: リダイレクトURL
nb_no: Tilpasset omdirigerings-URI
ro_ro: URI personalizat redirecționare
ru_ru: Кастомный адрес переадресации
tr_tr: Özel URI Yönlendirme

source: Robots Meta Settings
ar: إعدادات مخصصة لعناكب البحث
it_it: Configurazione Robots Meta
ja: メタタグの設定
nb_no: Meta-innstillinger for roboter
ro_ro: Robots Meta Setări
ru_ru: Настройки метаданных для роботов
tr_tr: Robots Meta Ayarları

source: Apply %s to this post/page
ar: تطبيق وسم %s على هذه التدوينة/الصفحة
it_it: Applicare %s per questo post/pagina
ja: この投稿・ページに適応%s させる
nb_no: Legg til %s i dette innlegget/denne siden
ro_ro: Aplicați %s la această postare / pagină
ru_ru: Применить %s на этот пост/страницу
tr_tr: Bu yazıya/sayfaya %s uygulayın

source: Custom Tracking/Conversion Code
ar: شفرة متابعة مخصصة
it_it: Custom Tracking/Codice di Conversione
ja: トラックバック・変換コード
nb_no: Tilpasset sporing/konverteringskode
ro_ro: Urmărire personalizată / Cod de conversie
ru_ru: Кастомный код трэкинга/конверсий
tr_tr: Özel İzleme/Dönüşüm Kodu

source: Layout Settings
ar: إعدادات تخطيط الموقع
nb_no: Layout-innstillinger
ru_ru: Настройки внешнего вида
tr_tr: Ana Düzen Ayarları

source: Default Layout set in <a href="%s">Theme Settings</a>
ar: التخطيط المعين سلفا في <a href="%s">إعدادات القالب</a>
it_it: Il layout di default è settato nelle <a href="%s">Impostazioni del Tema</a>
ja: デフォルトレイアウトを <a href="%s">テーマ設定</a> に設定する
nb_no: Standard layout-sett i <a href="%s">Temainnstillinger</a>
ro_ro: Format implicit stabilit în <a href="%s"> Setări temă </a>
ru_ru: Макет по умолчанию установлен в <a href="%s">Настройки темы</a>
tr_tr: <a href="%s">Theme Settings</a> daki geçerli layout ayarı

source: Custom Body Class
ar: تنسيق مخصص للـ Body
it_it: Body Class Personalizzata
nb_no: Tilpasset Body Class
ru_ru: Пользовательский класс Body
tr_tr: Özel Gövde Sınıfı

source: Custom Post Class
ar: تنسيق مخصص للتدوينة
it_it: Classe articolo personalizzata
nb_no: Tilpasset innleggsklasse
ru_ru: Пользовательский класс сообщеня
tr_tr: Özel Yazı Sınıfı

source: README
ar: إقرأني
it_it: LEGGIMI
ja: お読み下さい
nb_no: LES MEG
ru_ru: ПРОЧИТАТЬ
tr_tr: Oku Bunu

source: The %s file was not found in the child theme, or it was empty.
ar: لم يتم العثور على ملف %s في القالب الفرعي، او أنه فارغ
nb_no: %s filen ble ikke funnet i Child-temaet, eller den var tom.
ru_ru: Файл не найден %s директории темы или является пустым.
tr_tr: %s dosyası tema içinde bulunamadı, ya da bulundu ama boştu.

source: Genesis - SEO Settings
ar: إعدادات SEO
it_it: Genesis - Impostazioni SEO
ja: Genesis - SEO の設定
nb_no: Genesis - SEO-innstillinger
ro_ro: Genesis - Setări SEO
ru_ru: Настройки SEO - Genesis
tr_tr: Genesis - SEO Ayarları

source: Save Settings
ar: حفظ التغيرات
it_it: Salva la configurazione
ja: 設定を保存する
nb_no: Lagre innstillinger
ro_ro: Salvaţi setările
ru_ru: Сохранить настройки
tr_tr: Ayarları Kaydet

source: Reset Settings
ar: إستعادة الإعدادات الرئيسية
it_it: Ripristina la configurazione
ja: 設定をリセットする
nb_no: Nullstill innstillinger
ro_ro: Resetare setări
ru_ru: Сбросить настройки
tr_tr: Ayarları Sıfırla

source: Settings saved.
ar: تم حفظ التغيرات بنجاح.
it_it: Configurazione salvata.
ja: 設定が保存されました。
nb_no: Innstillinger lagret.
ru_ru: Настройки сохранены
tr_tr: Değişiklikler Kaydedildi

source: Settings reset.
ar: تم إستعادة الإعدادات الإفتراضية بنجاح.
it_it: Configurazione ripristinata.
ja: 設定がリセットされました。
nb_no: Innstillinger nullstilt.
ru_ru: Настройки сброшены
tr_tr: Ayarlar sıfırlandı.

source: Error saving settings.
ar: خلل أثناء حفظ الإعدادات.
nb_no: Feil ved lagring av innstillinger.
ru_ru: Ошибка при сохранении настроек
tr_tr: Ayarlar kaydedilrken bir hata oluştu.

source: Document Title Settings
ar: إعدادات عناوين التدوينات والصفحات

source: Homepage Settings
ar: إعدادات الصفحة الرئيسية
it_it: Configurazione della Homepage
ja: ホームページの設定
nb_no: Nettstedsinnstillinger
ro_ro: Setări Pagină de start
ru_ru: Настройки главной страницы
tr_tr: Ana Sayfa Ayarları

source: Document Head Settings
ar: إعدادات ترويسة التدوينات والصفحات
it_it: Impostazioni Head
ja: タイトルの設定
nb_no: Dokument Head-innstillinger
ro_ro: Setări antet document
ru_ru: Настройки секции Head документа
tr_tr: Döküman Balık Ayarları

source: Archives Settings
ar: إعدادات الأرشيف
it_it: Impostazioni Archivio
ja: アーカイブの設定
nb_no: Arkivinnstillinger
ro_ro: Setări Arhive
ru_ru: Настройки архивов
tr_tr: Arşiv Ayarları

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
ar: عنوان التدوينات والصفحات (%s) هو أهم عنصر في إعدادات <abbr title="Search engine optimization">SEO</abbr> فهو يعلم محركات البحث بماهية المحتوى المنشور، العنوان يجب أن يكون مختلفا من مقال لآخر لمزيد من ثقة محركات البحث، هذه الإعدادات ستساعدكم على التمييز أكثر عما يجب عمله وما لا يجب عمله بشكل إفتراضي.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
ar: <strong>بشكل إفتراضي</strong> عنوان الصفحة الرئيسية يحوي إسم الموقع او المدونة الرئيسي، عناوين التدوينات المنفردة او الصفحات تحوي إسم المحتوى المنشور فيها وصفحة الأرشيف ستحوي نوع الأرشيف ... الخ

source: Add site description (tagline) to %s on home page?
ar: إضافة وصف المدونة او الموقع إلى وسم %s في الصفحة الرئيسية ؟

source: Add site name to %s on inner pages?
ar: إظافة إسم المدونة او الموقع إلى وسم %s في الصفحات الداخلية ؟

source: Document Title Additions Location:
ar: إتجاه عناوين التدوينات والصفحات:

source: Determines which side the added title text will go on.
ar: إختاروا الإتجاه الذي ستقوم عناوين التدوينات والصفحات بمحاذاته

source: Left
ar: محاذات على اليسار
it_it: Sinistra
ja: 左
nb_no: Venstre
ro_ro: Stânga
ru_ru: Слева
tr_tr: Sol

source: Right
ar: محاذات على اليمين
it_it: Destra
ja: 右
nb_no: Høyre
ro_ro: Dreapta
ru_ru: Справа
tr_tr: Sağ

source: Document Title Separator:
ar: فواصل عناوين التدوينات والصفحات:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
ar: في حال كان العنوان مركبا من جزئين او أكثر، سيتم الفصل بينها بفاصل، يمكنكم تخصيص فاصل من هذا الإعداد.

source: Which text would you like to be wrapped in %s tags?
ar: أي نص ترغبون بإدراجه ضمن وسم %s ؟
it_it: Quale testo vuoi che sia inserito tra i tags %s ?
nb_no: Hvilken tekst foretrekker du blir plassert i %s tags?
ro_ro: Ce text doriţi să marcaţi cu etichetele %s ?
ru_ru: Какой текст вы хотите чтобы был в тэгах %s?
tr_tr: %s etiketlerinde hangi metnin bölünmesini istersiniz?

source: The %s tag is, arguably, the second most important <abbr title="Search engine optimization">SEO</abbr> tag in the document source. Choose wisely.
ar: وسم %s هو بدون منازع ثان أهم مكون للـ <abbr title="Search engine optimization">SEO</abbr> في مصدر الأصلي للتديونات والصفحات، الرجاء الإختيار بحكمة

source: Site Title
ar: عنوان المدونة او الموقع
it_it: Titolo del Sito
ja: サイトのタイトル
nb_no: Tittel for nettsted
ro_ro: Titlul site-ului
ru_ru: Название сайта
tr_tr: Site Başlığı

source: Site Description (Tagline)
ar: وصف المدونة او الموقع

source: Neither. I'll manually wrap my own text on the homepage
ar: سأقوم بإدراج نص مخصص بنفسي في الصفحة الرئيسية
it_it: Nessuno dei due. Inserirò manualmente il mio testo nella homepage
ja: どちらでもありません。自分で改行を行います。
nb_no: Ingen av dem. Jeg vil manuelt plassere min egen tekst på hjemmesiden
ro_ro: Niciuna. Voi integra manual propriul text în pagina de pornire.
ru_ru: Ничего из этого. Я собственноручно оберну мой собственный текст на домашней странице
tr_tr: İkisi de değil. anasayfada metnimi kendim böleceğim.

source: Homepage Document Title:
ar: عنوان مخصص للصفحة الرئيسية:

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
ar: في حال تركتم حقل العنوان المخصص فارغا سيتم إستعمال العنوان الإفتراضي للمدونة او الموقع المعين في إعدادات وورد بريس سلفا

source: Home Meta Description:
ar: وصف مخصص للصفحة الرئيسية

source: The meta description can be used to determine the text used under the title on search engine results pages.
ar: الوصف يمكن إستعماله لتحديد النص أسفل العنوان في نتائج محركات البحث.

source: Home Meta Keywords (comma separated):
ar: الكلمات المفتاحية المخصصة (مفصولة بفاصلة إنجليزية):

source: Keywords are generally ignored by Search Engines.
ar: أهمية الكلمات المفتاحية تتغير من محرك بحث لآخر.
it_it: Le keywords (parole chiave) sono generalmente ignorate dai motori di ricerca
ja: キーワードは通常、検索エンジンに認識されません。
nb_no: Nøkkelord blir vanligvis ignorert av søkemotorer.
ru_ru: Ключевые слова обычно игнорируются поисковыми системами
tr_tr: Anahtar Kelimeler, genellikle Arama Motorları tarafından göz ardı edilir.

source: Homepage Robots Meta Tags:
ar: وسوم مخصصة لعناكب البحث
it_it: Homepage Robots Meta Tag:
nb_no: Meta tagger for hjemmesideroboter:
ro_ro: Meta etichete Roboţi Pagină de start:
ru_ru: Тэги Robots Meta домашней страницы:
tr_tr: Ana Sayfa Robots Meta Etiketleri:

source: Apply %s to the homepage?
ar: تطبيق وسم %s في الصفحة الرئيسية
it_it: Applicare %s alla home page?
ja: ホームページに適応 %s させますか？
nb_no: Tilføy %s til hjemmesiden?
ro_ro: Aplicaţi %s la pagina de start?
ru_ru: Применить %s к домашней странице?
tr_tr: %s anasayfaya gitmesini onaylıyor musun?

source: Homepage Author
ar: الكاتب

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
ar: إختاروا الكاتب الذي ترغبون بأن يكون هو من يطبق عليه وسم %s للصفحة الرئيسية، تأكدوا من إضافة رابط حسابكم الشخصي في Google+ في صفحة حسابكم في إعدادات وورد بريس.

source: Select User
ar: إختاروا كاتبا

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
ar: بشكل إفتراضي وورد بريس يقوم بإضافة العديد من الوسوم الى منطقة %1$s، أغلب هذه الوسوم غير ضرورية، ولا توفر اي قيمة للـ <abbr title="Search engine optimization">SEO</abbr> والأسوء أنها تجعل من موقعكم ثقيل في التحميل، هنا يمكنكم التحكم في أي وسم يتم إضافته في منطقة %1$s.

source: Relationship Link Tags:
ar: علاقة وسوم الرابط:
it_it: Relazioni Link Tags:
ja: 関連タグ：
nb_no: Forhold linktagger:
ro_ro: Etichete linkuri de legătură
ru_ru: Тэги относительной ссылки:
tr_tr: Sponsorlu Bağlantılar

source: Adjacent Posts %s link tags
ar: مجاورة وسم %s للتدوينات او الصفحات لوسوم الرابط
nb_no: Tilstøtende innlegg %s linktagger
ru_ru: Тэги прилегающих к %s ссылке сообщений
tr_tr: Yazıları %s link etiketlerini bitiştir.

source: Windows Live Writer Support:
ar: دعم Windows Live Writer:
it_it: Supporto di Windows Live Writer:
ja: Windows Live Writer サポート：
nb_no: Windows Live Writer støtte:
ro_ro: Suport Windows Live Writer:
ru_ru: Поддержка Windows Live Writer:
tr_tr: Windows Live Writer Desteği:

source: Include Windows Live Writer Support Tag?
ar: إدراج وسم دعم Windows Live Writer؟
it_it: Includi il tag di supporto a Windows Live Writer?
ja: Windows Live Writer サポートタグを含めますか？
nb_no: Inkludér Windows Live Writer supporttag?
ro_ro: Includeți Windows Live Writer Tag?
ru_ru: Включить тэг поддержки Windows Live Writer?
tr_tr: Windows Live Writer etiket desteği içersin mi?

source: Shortlink Tag:
ar: رابط مختصر للوسم:
ja: ショートリンクタグ：
ro_ro: Eticheta Shortlink:
ru_ru: Тэг короткой ссылки:
tr_tr: Etiket Kısayolu:

source: Include Shortlink tag?
ar: إدراج رابط مختصر للوسم؟
it_it: Includere Shortlink tag?
ja: ショートリンクタグを含めますか？
nb_no: Inkludér Shortlink tag?
ro_ro: Includeţi eticheta Shortlink?
ru_ru: Включить тэг короткой ссылки?
tr_tr: Kısa link etiiketi içersin mi?
