Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: Content Type
ar: إظهار نوع المحتوى
it_it: Tipo di contenuto
ja: コンテンツの種類
nb_no: Innholdstype
ro_ro: Tip conţinut
ru_ru: Тип содержимого
tr_tr: İçerik Türü

source: Show Content
ar: إظهار المحتوى
it_it: Mostra Contenuto
ja: コンテンツを表示
nb_no: Vis innhold
ro_ro: Arată conținut
ru_ru: Показать содержимое
tr_tr: İçeriği göster

source: Show Excerpt
ar: إظهار المقتطف
it_it: Mostra il Riassunto
ja: 抜粋を表示
nb_no: Vis utdrag
ro_ro: Arată fragment
ru_ru: Поазать выдержку
tr_tr: Alıntı göster

source: Show Content Limit
ar: إظهار حد المحتوى
it_it: Mostra il limite di contenuto
nb_no: Vis innholdsbegrensning
ro_ro: Arată limita de conținut
ru_ru: Показать лимит содержимого
tr_tr: İçeriği Sınırlı Göster

source: No Content
ar: بدون محتوى
it_it: Nessun contenuto
ja: コンテンツなし
nb_no: Intet innhold
ro_ro: Niciun conţinut
ru_ru: Нет содержимого
tr_tr: İçerik yok

source: More Text (if applicable)
ar: نص قراءة المزيد (في حال وجد)
it_it: Testo More (se possibile applicare)
nb_no: Mer tekst (hvis aktuelt)
ro_ro: Mai mult text (dacă este cazul)
ru_ru: Больше текста (если применимо)
tr_tr: Devamı Yazısı (uygulanabilir ise)

source: To display an unordered list of more posts from this category, please fill out the information below
ar: الرجاء إكمال المعلومات أسفله في حال رغبتم في إظهار قائمة غير مرتبة من هذا التصنيف
it_it: Per visualizzare una lista non ordinata di altri articoli da questa categoria, compila le informazioni sotto
nb_no: Fyll ut informasjonen nedenfor for å vise en usortert liste over ytterligere innlegg i denne kategorien
ro_ro: Pentru a afişa o listă neordonată de mai multe postări din această categorie, vă rugăm să completaţi informaţiile de mai jos
ru_ru: Для отображения неупорядоченного списка всех сообщений из этой категории, пожалуйста, заполните приведенную ниже форму
tr_tr: Bu kategoriden daha fazla sıralanmamış yazılar göstermek için, aşağıdaki açıklamayı doldurun

source: Show Category Archive Link
ar: إظهار رابط أرشيف التصنيف
it_it: Mostra il link all'archivio della Categoria
ja: カテゴリーのアーカイブリンクを表示
nb_no: Vis link for kategoriarkiv
ro_ro: Arată Link Arhivă Categorii
ru_ru: Показать ссылку на архив категории
tr_tr: Arşiv Linkten Kategori Göster

source: Link Text
ar: رابط النص
it_it: Testo del Link
ja: リンクテキスト
nb_no: Lenketekst
ro_ro: Text Link
ru_ru: Текст ссылки
tr_tr: Bağlantı Metni

source: Display a list of your latest tweets.
ar: إظهار قائمة بآخر زقزقاتكم على Twiter
nb_no: Vis en liste over dine siste tweeter.
ru_ru: Показать список ваших последних твитов

source: Genesis - Latest Tweets
ar: زقزقات Twitter
it_it: Genesis - Ultimi Tweet
ja: Genesis - 最新のつぶやき
nb_no: Genesis - siste tweeter
ro_ro: Genesis - Cele mai recente tweets
ru_ru: Genesis - последние твиты
tr_tr: Genesis - Güncel Tweet'ler

source: The Twitter API is taking too long to respond. Please try again later.
ar: الواجهة البرمجية لـ Twitter تأخذ وقتا طويلا للتحميل، الرجاء المحاولة مجددا
it_it: L'API di Twitter sta impiegando troppo tempo per rispondere. Riprova più tardi.
ja: Twitter API の処理に時間がかかっています。しばらくしてもう一度行ってください。
nb_no: Twitter API bruker for lang tid på å svare. Prøv igjen seinere.
ro_ro: API-ul Twitter răspunde foarte lent. Vă rugăm să încercaţi din nou mai târziu.
ru_ru: Twitter API слишком долго не отвечает. Пожалуйста, попробуйте позже.
tr_tr: Twitter API geç cevap veriyor. Lütfen daha sonra tekrar deneyin.

source: There was an error while attempting to contact the Twitter API. Please try again.
ar: لقد حصل خلل ما أثناء المحاولة للإتصال بالواجهة البرمجية لـ Twitter، الرجاء المحاولة مجددا.
it_it: Si è verificato un errore durante il tentativo di contattare l'API di Twitter. Riprova.
ja: Twitter API アクセス中にエラーが発生しました。もう一度やり直してください。
nb_no: Det oppsto en feil ved forsøk på å kontakte Twitter API. Prøv igjen.
ro_ro: Au apărut erori în timp ce vă conectați la API-ul de Twitter. Vă rugăm să încercaţi din nou.
ru_ru: Произошла ошибка при попытке связаться с Twitter API. Попробуйте ещё раз.
tr_tr: Twitter API ile bağlantı sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: The Twitter API returned an error while processing your request. Please try again.
ar: الواجهة البرمجية لـ Twitter ردت برسالة خطأ أثناء معالجة طلبكم، الرجاء المحاولة مجددا
it_it: L'API di Twitter ha restituito un errore durante l'elaborazione della tua richiesta. Riprova.
ja: ツイッターAPI があなたのリクエストを処理している際にエラーが発生しました。もう一度やり直してください。
nb_no: Twitter API returnerte en feilmelding under behandling av anmodningen din. Prøv igjen
ro_ro: API-ul Twitter a returnat o eroare în timpul procesării cererii dumneavoastră. Vă rugăm să încercaţi din nou.
ru_ru: Twitter API вернул ошибку при выполнении вашего запроса. Попробуйте ещё раз.
tr_tr: İsteğinizi gerçekleştirirken Twitter API ile bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: about %s ago
ar: منذ حوالي %s مضت
it_it: circa %s fa
ja: 約 %s 前
nb_no: for %s siden
ro_ro: cu %s în urmă
ru_ru: примерно %s назад
tr_tr: Yaklaşık %s önce

source: If you would like to continue to use the Latest Tweets widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a>.
ar: للإستمرار بإستعمال مربع آخر الزقزقات من Twitter الرجاء <a href="%s" target="_blank">تنصيب هذه الإضافة</a>.

source: If you would like to continue to use the Latest Tweets widget functionality, please <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">install this plugin</a>.
ar: للإستمرار في إستعمال مربع آخر الزقزقات الرجاء <a href="%s" class="thickbox" title="تنصيب إضافة Genesis Latest Tweets">تنصيب هذه الإضافة</a>.

source: Read More
ar: قراءة المزيد

source: Displays user profile block with Gravatar
ar: لعرض ملف الكاتب الشخصي مع صورة رمزية له
it_it: Mostra il riquadro del profilo utente con il Gravatar
nb_no: Viser brukers profilblokk med Gravatar
ro_ro: Afişează profilul utilizatorului cu Gravatar
ru_ru: Отображает блок профиля пользователя с Gravatar-ом
tr_tr: Kullanıcı profilini Gravatar ile görüntüle

source: Genesis - User Profile
ar: ملف الكاتب
it_it: Genesis - Profilo Utente
ja: Genesis - ユーザープロフィール
nb_no: Genesis - brukerprofil
ro_ro: Genesis - Profil utilizator
ru_ru: Genesis - Профиль пользователя
tr_tr: Genesis- Kullanıcı Profili

source: View My Blog Posts
ar: مشاهدة جميع مقالاتي
it_it: Guarda i miei articoli
ja: ブログの投稿記事を見る
nb_no: Vis mine bloginnlegg
ro_ro: Vezi postările din Blog
ru_ru: Посмотреть мои записи в блоге
tr_tr: Blog Yazılarım

source: Select a user. The email address for this account will be used to pull the Gravatar image.
ar: الرجاء إختيار كاتب، بريده سيستخدم لجلب الصورة الرمزية من Gravatar
it_it: Seleziona un utente. L'indirizzo email di questo account verrà usato per caricare il Gravatar associato.
ja: ユーザーを選択してください。このアカウントのEメールアドレスはグラバターの画像を引き出します。
nb_no: Velg en bruker. Epost-adressen til denne kontoen vil benyttes for å dra inn Gravatarbildet.
ro_ro: Selectați un utilizator. Adresa de e-mail pentru acest cont va fi utilizată pentru a afișa imaginea Gravatar.
ru_ru: Выберите пользователя. Адрес электронной почты для этой учетной записи будет использоваться для получения Gravatar-изображения.
tr_tr: Kullanıcı seç. Bu hesap için eposta adresi Gravatar resmi için kullanılacak.

source: Small
ar: صغيرة
it_it: Piccolo
ja: 小
nb_no: Lite
ro_ro: Mic
ru_ru: Маленький
tr_tr: Küçük

source: Medium
ar: متوسطة
it_it: Medio
ja: 中
nb_no: Middels
ro_ro: Mediu
ru_ru: Средний
tr_tr: Orta

source: Large
ar: كبيرة
it_it: Grande
ja: 大
nb_no: Stort
ro_ro: Mare
ru_ru: Большой
tr_tr: Büyük

source: Extra Large
ar: كبيرة للغاية
it_it: Enorme
ja: 特大
nb_no: Ekstra stort
ro_ro: Foarte mare
ru_ru: Очень большой
tr_tr: Ekstra Büyük

source: Select which text you would like to use as the author description
ar: الرجاء إختيار أي نص ترغبون بأن يستعمل كوصف للكاتب
it_it: Seleziona quale testo vuoi usare come descrizione/biografia dell'autore
ja: 著者の情報でどのテキストを使用したいか選択してください
nb_no: Velg hvilken tekst du ønsker åbenyttet som forfatterbeskrivelsen.
ro_ro: Selectaţi textul pe care doriţi să îl utilizaţi ca descriere autor
ru_ru: Выберите текст, который вы хотели бы использовать для описания автора
tr_tr: Yazar tanıtımı sırasında kullanacağınız yazıyı seçin.

source: Author Bio
ar: نبذة عن الكاتب
it_it: Biografia Autore
ja: 著者の紹介
nb_no: Forfatterbiografi
ro_ro: Biografie Autor
ru_ru: Биография автора
tr_tr: Yazar Hakkında

source: Custom Text (below)
ar: نص مخصص (أسفله)
it_it: Testo personalizzato (sotto)
ja: カスタムテキスト（下記）
nb_no: Tilpasset tekst (nedenfor)
ro_ro: Text personalizat (mai jos)
ru_ru: Пользовательский текст (ниже)
tr_tr: Özel yazı (aşağıda)

source: Custom Text Content
ar: محتوى نصي مخصص
nb_no: Tilpasset tekstinnhold
ru_ru: Содержание пользовательского текста
tr_tr: Özel Yazı İçeriği

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
ar: الرجاء إختيار صفحة "عن الكاتب" الموسعة من القائمة أسفله، ستكون هذه هي الصفحة الموصولة بالرابط أسفل النبذة
it_it: Scegli la pagina "About Me" dalla lista qui sotto. Questa pagina sarà linkata alla fine della sezione About Me.
ja: 下のリストから「私について」の拡張ページを選択してください。これは「私について」のセクションの末尾にリンクされます。
nb_no: Velg den utvidede "Om meg"-siden fra listen nedenfor. Dette vil være den siden det linkes til på slutten av "Om meg"-seksjonen.
ro_ro: Alegeți pagina extinsă "Despre mine" din lista de mai jos. Aceasta pagină va fi inserată la finalul secțiunii "despre mine"
ru_ru: Выберите расширенную страницу "О себе" из списка ниже. На эту страницу будет ссылка внизу секции "О себе".
tr_tr: Aşağıdaki listeden genişletilmiş "Hakkımda" sayfasını seç. Bu en altta bulunan hakkımda sayfasına linklenecektir.

source: Extended page link text
ar: نص رابط الصفحة الموسعة
nb_no: Linktekst på utvidet side.
ru_ru: Текст ссылки на расширенную страницу

source: Show Author Archive Link?
ar: إظهار رابط ارشيف الكاتب ؟
it_it: Mostra il link all'archivio dell'Autore?
ja: 著者のアーカイブリンクを表示しますか？
nb_no: Vis link til forfatterarkiv?
ro_ro: Arată Link către Arhiva Autor?
ru_ru: Показать ссылку на архив автора?
tr_tr: Yazarın Arşivini Göster?

source: Search Results for:
ar: نتائج البحث عن:

source: Doctitle Settings
it_it: Impostazioni Doctitle
ja: DocTitle の設定
nb_no: Innstillinger for doc-tittel
ro_ro: Setări Doctitle
ru_ru: Настройки Doctitle
tr_tr: Döküman Başlık Ayarları

source: The Document Title is the single most important SEO tag in your document source. It succinctly informs search engines of what information is contained in the document. The doctitle changes from page to page, but these options will help you control what it looks by default.
it_it: Il Titolo del Documento è il tag SEO più importante nella sorgente della tua pagina. Informa sinteticamente i motori di ricerca su quali informazioni sono contenute nel documento. Il Titolo del Documento cambia da pagina a pagina, ma queste opzioni ti aiuteranno a controllare ciò che appare di default .
ja: 文書のタイトルは、文書のソース内において最も重要なSEO のタグです。その文書にどんな情報が含まれているのか検索エンジンに通知されます。このオプションを使用すれば、タイトルが変更されても、それがデフォルトでどのように見えるかコントロールすることができます。
nb_no: Dokument tittelen er den viktigste SEO tag i din dokument kilde. Den informerer konsist søkemotorene om hvilken informasjon som finnes i dokumentet. Dokumenttittelen endrer seg fra side til side, men disse alternativene vil hjelpe deg til å kontrollere hvordan den ser ut som standard.
ro_ro: Titlul documentului este cea mai importanta eticheta SEO din documentul sursa. Acesta informează succint motoarele de căutare asupra informațiilor din document. Titlul se modifică de la o pagină la alta, dar aceste opțiuni vă vor ajuta să controlați ceea ce se caută în mod implicit.
ru_ru: Название документа является единственным наиболее важным SEO тегов в исходном документе. Он кратко информируют поисковые системы о том, какая информация содержится в документе. Doctitle меняется от страницы к странице, но эти опции помогут вам контролировать то, как она выглядит по умолчанию.
tr_tr: Belge Başlığı, belge kaynağınızdaki tek ve en önemli SEO etiketidir. Belgede bulunan bilgileri arama motorlarına bildirir. Doctitle (Belge Başlığı) sayfadan sayfaya değişiklik gösterir, ancak bu seçenekler, varsayılan götüntüyü kontrol etmenize yardımcı olacaktır.

source: <b>By default</b>, the homepage doctitle will contain the site title, the single post and page doctitle will contain the post/page title, archive pages will contain the archive type, etc.
it_it: Per <b>impostazione predefinita</b> il DocTitle dell'Home Page conterrà il nome del sito, invece il singolo articolo o pagina conterranno i rispettivi titoli, le pagine di archivio conterrà il tipo di archivio, etc.
ja: <b>デフォルト</b>において、ホームページのDocTitle は、サイトのタイトルが含まれ、個々の投稿やページのDocTitle は、投稿・ページタイトルを含み、アーカイブのページには、アーカイブの種類などが含まれます。
nb_no: Hjemmesidens dokumenttittel vil inneholde sidetittelen <b>som standard</b>. Det enkelte innlegg og sidens dokumenttittel vil inneholde innlegg-/sidetittel, arkivsider vil inneholde arkivtype etc
ro_ro: <b> În mod implicit </b>, titlul paginii de pornire va contine titlul site-ului, titlul postării unice şi paginii va conține titlul postării/ paginii, paginile de arhivă vor conţine tipul de arhivă, etc.
ru_ru: <b>По умолчанию</b>, на главной странице doctitle будет содержать название сайта, один пост и страницу doctitle будет содержать сообщение/заголовок страницы, архив страниц будет содержать тип архива и т.д.
tr_tr: <b>Varsayılan olarak</b>, anasayfadaki doctitle (Belge Başlığı) site başlığını, tek bir yazıyı içerir; sayfadaki doctitle (Belge Başlığı) yazı/sayfa başlığını içerir, arşiv sayfaları arşiv türünü içerir, vb.

source: Append Site Description to Doctitle on homepage?
it_it: Allega la descrizione del Sito al DocTitle nella homepage?
ja: ホームページのDocTitle にサイトの内容を付け加えますか？
nb_no: Tilføy sidebeskrivelse til dokumenttittel på hjemmesiden?
ro_ro: Adăugați descrierea site-ului la titlul din pagina de pornire?
ru_ru: Добавить описание сайта в Doctitle на странице?
tr_tr: Site Açıklamasını DocTitle (Belge Başlığı) olarak değiştir?

source: Append Site Name to Doctitle on inner pages?
it_it: Allega il nome del sito al DocTitle delle pagine interne?
ja: DocTitle のページ内部にサイト名を付け加えますか？
nb_no: Tilføy hjemmesidens navn til dokumenttittel på indre sider?
ro_ro: Adăugați numele site-ului la titlul din paginile interioare?
ru_ru: Добавить название сайта в Doctitle на внутренних страницах?
tr_tr: Site Adını iç sayfalarda DocTitle (Belge Başlığı) olarak değiştir?

source: Doctitle (%s) Append Location:
nb_no: Plassering for tilføying av dokumenttittel (%s):
ru_ru: Место присоединения заголовка документа (%s)
tr_tr: DocTitle (Belge Başlığı) (%s) Hangi Tarafa Eklensin:

source: Determines what side the appended doctitle text will go on.
it_it: Determina quale parte del testo doctitle sarà utilizzato.
nb_no: Avgjør hvilken side den tilføyde dokumenttittelteksten skal plasseres på.
ru_ru: Определяет с какой стороны будет находиться текст прикрепленного документа
tr_tr: Değiştirilen DocTitle (Belge Başlığı) metninin gideceği yönü belirler.

source: Doctitle (<code>&lt;title&gt;</code>) Separator:
nb_no: Dokumenttittel (<code>&lt;title&gt;</code>) separator:
ru_ru: Разделитель заголовка документа (<code>&lt;title&gt;</code>):
tr_tr: DocTitle (Belge Başlığı) (<code>&lt;title&gt;</code>) Ayraçı:

source: If the doctitle consists of two parts (Title &amp; Appended Text), then the Doctitle Separator will go between them.
it_it: Se il doctitle è formato da due parti (Title &amp; Appended Text), il separatore di Doctitle sarà posto nel mezzo.
nb_no: Hvis dokumenttittelen består av to deler (tittel &amp; tilføyd tekst), vil dokumenttittelseparatoren bli plassert mellom dem.
ru_ru: Если заголовок документа состоит из двух частей (Заголовок &amp; прикрепленный текст), тогда разделитель заголовка документа будет вставлен между ними.
tr_tr: DocTitle (Belge Başlığı) iki bölümden (Başlık &amp; Değiştirilen Yazı) oluşuyorsa, o zaman DocTitle (Belge Başlığı) Ayırıcı aralarına girecek.

source: The %s tag is, arguably, the second most important SEO tag in the document source. Choose wisely.
it_it: Il tag %s è, probabilmente, il secondo più importante tag SEO nel sorgente del documento. Sceglilo con saggezza.
nb_no: %s tagen er trolig den nest viktigste SEO tagen i dokumentkilden. Velg klokt.
ro_ro: Eticheta %s este, probabil, a doua etichetă SEO ca importanţă din documentul sursă. Alege cu înţelepciune.
ru_ru: Тэг %s является вторым по важности SEO тэгом в документе. Подбирайте его серьезно
tr_tr: %s etiketi, muhtemelen, belge kaynağında yer alan ikinci en önemli SEO etiketidir. Akıllıca seçin.

source: Site Description
it_it: Descrizione del Sito
ja: サイトの内容
nb_no: Beskrivelse av nettsted
ro_ro: Descrierea site-ului
ru_ru: Описание сайта
tr_tr: Site Açıklaması

source: Home Doctitle:
nb_no: Hjem dokumenttittel:
ru_ru: Заголовок документа на домашней странице:
tr_tr: Başlangıç Sayfası DocTitle (Belge Başlığı):

source: If you leave the doctitle field blank, your site&rsquo;s title will be used instead.
it_it: Se lasci vuoto il campo doctitle, al suo posto verrà utilizzato il titolo del tuo sito.
nb_no: Hvis du lar dokumenttittelfeltet være blankt, vil din side&rsquo;s tittelen din ble benyttet i stedet.
ru_ru: Если вы оставите заголовок документа пустым, будет использован заголовок вашего сайта.
tr_tr: DocTitle (Belge Başlığı) alanını boş bırakırsanız, yerine your sitenizin&rsquo; başlığı kullanılacaktır.

source: Home META Description:
nb_no: HJEM metabeskrivelse:
ru_ru: META Description домашней страницы:
tr_tr: Başlangıç Sayfası META Tanım:

source: The META Description can be used to determine the text used under the title on search engine results pages.
it_it: Il META Description può essere utilizzato per indicare quale testo verrà mostrato sotto il titolo all'interno dei risultati dei motori di ricerca.
ja: メタ情報は検索エンジンで結果が表示される際、タイトルの下にそのサイトの概要を反映させることができます。
nb_no: META beskrivelsen kan brukes til å bestemme teksten under tittelen på søkemotorers resultatsider.
ru_ru: META Description может быть использовано для определения текста под заголовком, который появится в результате поиска в поисковой системе.
tr_tr: META Açıklaması, arama motoru sonuç sayfalarında başlık altında kullanılan metni belirlemek için kullanılabilir.

source: Home META Keywords (comma separated):
nb_no: Meta nøkkelord for Hjem (kommadelt):
ru_ru: META Keywords домашней страницы (разделенные через запятую):
tr_tr: Başlangıç Sayfası META Anahtar Kelimeler (virgülle ayrılmış)

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no SEO value whatsoever. They just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
it_it: Per impostazione predefinita, WordPress inserisce parecchi tag nell' %1$s del sito. La maggior parte di questi tag sono completamente inutili, e non producono alcun valore SEO. Rendono solo il sito più lento a caricare. Scegli quali vuoi includere nell' %1$s. Se non conosci cosa significhi qualche opzione, lasciala deselezionata.
ja: デフォルトの設定において、ワードプレスでは文書内 %1$s にあるいくつかのタグが配置されますが、ほとんどのタグは全く必要なく、SEO にも何ら効果を発揮しません。それらはただサイトの表示を遅くさせるだけです。どのタグを文書 %1$s に含めたいか選択してください。よく分からない方は、チェックを入れないでください。
nb_no: Som standard legger Wordpress til flere tagger i ditt dokument %1$s. De fleste av disse taggene er unødvendige, og har ingen SEO verdi. De gjør at siden din laster tregere. Velg hvilke tagger som du ønsker skal være inkludert i ditt dokument %1$s. Hvis du ikke skjønner dette lar du boksen være uten avkryssing.
ro_ro: În mod implicit, WordPress include mai multe etichete în documentul %1$s . Cele mai multe dintre aceste etichete sunt complet inutile şi nu aduc nicio valoare SEO. Ele fac doar ca site-ul să se încarce mai lent . Alegeţi etichetele pe care vreţi să le includeţi în documentul %1$s . Dacă nu ştiţi ce înseamna ceva, lăsaţi-l nebifat.
ru_ru: По умолчанию, WordPress ставит несколько тегов в документ %1$s. Большинство этих тэгов совершенно не нужны, и не влияют на SEO вообще. Они просто увеличивают время загрузки вашего сайта. Выберите, какие теги вы хотели бы включить в ваш документ %1$s. Если вы что-то не знаете, не отмечайте это.
tr_tr: Öntanımlı olarak dökümanınıza WordPress %1$s bazı etiketler yerleştirir. Bu etiketlerin çoğunluğu gereksizdir ve SEO değerleri yoktur. Sadece sitenizin yüklenmesini yavaşlatırlar. Dökümanınızda yer alacak etiketleri seçiniz %1$s. Ne olduğunu bilmiyorsanız seçimi yapmayınız.

source: The shortlink tag might have some use for 3rd party service discoverability, but it has no SEO value whatsoever.
it_it: Il shortlink tag può avere qualche utilità per servizi di indicizzazione di terze parti, ma non ha alcun valore in termini di SEO e posizionamento sui motori di ricerca.
ja: ショートリンクタグはサードパーティのサービスを使用できますが、SEO には何の効果もありません。
nb_no: Shortlinktaggen kan brukes av noen tredjerpartstjenester, men har ingen SEO verdi i det hele tatt.
ru_ru: Тег короткой ссылки может иметь некоторое значение для узнаваемости 3-их сторон, но это не влияет SEO вообще.
tr_tr: Kısa yol etiketi 3üncü parti servisleri için kullanılır, fakat SEO değeri yoktur.

source: Some search engines will cache pages in your site (e.g Google Cache). The %1$s tag will prevent them from doing so. Choose what archives you want to %1$s.
it_it: Alcuni motori di ricerca terrano in cache le pagine del tuo sito (ad esempio Google Cache). Il %1$s tag impedirà loro di farlo. Scegliete quali archivi volete %1$s.
nb_no: Noen søkemotorer vil cache sidene til nettstedet ditt (f.eks. Google Cache). %1$s taggen vil forhindre dem i å gjøre det. Velg hvilke arkiver du ønsker å %1$s.
ro_ro: Unele motoare de căutare vor păstra paginile site-ului dvs. în cache (de exemplu, Google Cache). Eticheta %1$s le va împiedica să facă acest lucru. Alegeți ce arhive vreți să %1$s.
ru_ru: Некоторые поисковые системы будут кэшировать страницы на вашем сайте (например, Google Cache). Тег %1$s помешает им сделать это этом. Выбирайте какие архивы вы хотите %1$s.
tr_tr: Bazı arama motorları sitenizin sayfalarını hafızalar (Google Cahce gibi). %1$s etiketi bunu engelleyecektir. Hangi %1$s arşivler olacağını seçiniz.

source: Header Settings
it_it: Configurazione Header
ja: ヘッダーの設定
nb_no: Header-innstillinger
ru_ru: Настройки Header
tr_tr: Başlık Ayarları

source: Navigation Settings
it_it: Configurazione di navigazione
ja: ナビゲーションの設定
nb_no: Navigasjonsinnstillinger
ru_ru: Настройки навигации
tr_tr: Navigasyon Ayarları

source: Blog Page
it_it: Pagina Blog
ja: ブログページ
nb_no: Bloggside
ro_ro: Pagina blog
ru_ru: Страница блога
tr_tr: Blog Sayfası

source: Use for blog title/logo:
it_it: Usa come titolo del blog/logo:
ja: ブログのタイトル・ロゴに使用する
nb_no: Bruk for blogtittel/logo:
ro_ro: Utilizați pentru titlu blog/ logo:
ru_ru: Использовать для заголовка/логотипа блога:
tr_tr: Blog başlığı/logosu olarak kullan

source: Include Primary Navigation Menu?
it_it: Includi la Navigazione Primaria?
ja: 初期ナビゲーションメニューを含めますか？
nb_no: Inkludér primær navigasjonsmeny?
ro_ro: Includeți meniul de navigare principal?
ru_ru: Добавить меню основной навигации?
tr_tr: Birincil Navigasyon Menüsünü İçersin mi?

source: Include Secondary Navigation Menu?
it_it: Includi la Navigazione Secondaria?
ja: サブナビゲーションメニューを含めますか？
nb_no: Inkludér sekundær navigasjonsmeny?
ro_ro: Includeți meniul de navigare secundară?
ru_ru: Добавить меню второстепенной навигации?
tr_tr: İkincil Navigasyon Menüsünü içersin mi?

source: seconds
it_it: secondi
ja: 秒
nb_no: sekunder
ru_ru: секунды
tr_tr: saniyeler

source: and
it_it: e
nb_no: og
ru_ru: и
tr_tr: ve
