Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
ar: <span class="genesis-admin-note">ملاحظة:</span>الرابط المختصر للوسم قد يستعمل لطرف ثالث بدون ملاحظة منكم ولكن لا يحوي أي قيمة للـ <abbr title="Search engine optimization">SEO</abbr> على الإطلاق

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
ar: بالإعتماد على رغبتكم، قد ترغبون وقد لا ترغبون بأرشفة الصفحات التالية في محركات البحث، أنتم من يقرر هذا الأمر.
it_it: A seconda della situazione, si può decidere se le pagine archivio debbano essere indicizzate dai motori di ricerca. La decisione sta a te.
ja: 状況にもよりますが、次のアーカイブページは検索エンジンに表示させたくないかもしれません。表示もしくは非表示にするかはご自身で判断してください。
nb_no: Avhengig av din situasjon, ønsker du/ønsker du ikke følgende arkivsider indeksert av søkemotorer. Bare du kan ta den avgjørelsen.
ro_ro: În funcţie de situaţia dvs., puteți dori sau nu ca următoarele pagini de arhivă să fie indexate de către motoarele de căutare. Doar dvs. puteți lua această decizie
ru_ru: В зависимости от вашей ситуации вы можете захотеть, чтобы следующие страницы архива были проиндексированы поисковыми системам. Только вы можете сделать такое определение.
tr_tr: Durumunuza göre arşiv sayfalarının arama motorları tarafından indekslenmesini ister veya istemeyebilirsiniz. Sadece kararınızı verin.

source: Apply %s to Category Archives?
ar: تطبيق وسم %s على أرشيف التصنيف ؟
it_it: Applicare %s agli Archivi di Categoria?
ja: カテゴリアーカイブに適応 %s させますか？
nb_no: Legg %s til Kategoriarkiver?
ro_ro: Aplicați %s la arhiva de categorii?
ru_ru: Применить %s к архиву категории?
tr_tr: %s Arşivler Kategorisine Uygula?

source: Apply %s to Tag Archives?
ar: تطبيق وسم %s على أرشيف الوسم ؟
it_it: Applicare %s agli Archivi dei Tag?
ja: タグアーカイブに適応 %s させますか？
nb_no: Legg %s til Tagarkiver?
ro_ro: Aplicaţi %s la arhivele de etichete?
ru_ru: Применить %s к архиву тэга?
tr_tr: %s Etiket Arşivlerine Uygula?

source: Apply %s to Author Archives?
ar: تطبيق وسم %s على أرشيف الكاتب ؟
it_it: Applicare %s agli Archivi per Autore ?
ja: 著者アーカイブに適応 %s させますか？
nb_no: Legg %s til Forfatterarkiver?
ro_ro: Aplicaţi %s la Arhivele Autor?
ru_ru: Применить %s к архиву автора?
tr_tr: Yazar Arşivleri için %s uygula?

source: Apply %s to Date Archives?
ar: تطبيق وسم %s على أرشيف التواريخ ؟
it_it: Applicare %s agli Archivi per Data?
ja: 日付アーカイブに適応 %s させますか？
nb_no: Legg %s til Datoarkiver?
ro_ro: Aplicaţi %s la Arhivele Data?
ru_ru: Применить %s к архиву за определенную дату?
tr_tr: %s Günlük Arşivlerine Uygula?

source: Apply %s to Search Archives?
ar: تطبيق وسم %s على أرشيف البحث ؟
it_it: Applicare %s agli Archivi di Ricerca?
ja: サーチアーカイブに適応 %s させますか？
nb_no: Legg %s til Søkearkiver?
ro_ro: Aplicaţi %s la arhivele de căutări?
ru_ru: Применить %s к поисковому архиву?
tr_tr: %s Arama Arşivlerine Uygula?

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
ar: بعض محركات البحث ستخزن صفحات مدونتكم او موقعكم (جوجل مثلا) وسم %1$s سيمنعهم من هذا، إختاروا أي أرشيف ترغبون بتطبيق وسم %1$s عليه

source: Apply %s to Entire Site?
ar: تطبيق وسم %s على المدونة او الموقع ككل ؟
it_it: Applicare %s a tutto il sito?
ja: サイト全体に適応 %s させますか？
nb_no: Legg %s til hele nettstedet?
ro_ro: Aplicaţi %s la tot site-ul?
ru_ru: Применить %s ко всему сайту?
tr_tr: %s Tüm Siteye Uygula?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
ar: أحيانا محركات البحث تستعمل أدلة المواقع الكبيرة مثل DMoz لتعثر على على عناوين ووصف لمحتوى مدونتكم او موقعكم، عموما قد لا ترغبون بأن تقوم محركات البحث بهذا الأمر، لأن المحتوى الخاص بكم متجدد دوما، وسوم %s و %s ستمنعهم من هذا الأمر.
it_it: Occasionalmente, i motori di ricerca utilizzano risorse come la Open Directory Project e la Directory Yahoo per trovare i titoli e le descrizioni dei tuoi contenuti. Di solito questo non si permette. I tag seguenti impediscono loro di farlo.
nb_no: Iblant benytter søkemotorer ressurser som Open Directory Project og Yahoo! Directory for å finne tittler og beskrivelser av innholdet ditt. Du vil vanligvis ikke ønske at skal gjøre dette. %s og %s tagger forhindrer dem i dette.
ro_ro: Ocazional, motoarele de căutare utilizează resurse precum Open Directory Project şi Yahoo Directory pentru a găsi titluri şi descrieri pentru conţinutul dvs.. În general, nu veți dori acest lucru. Etichetele %s şi %s le împiedică să facă acest lucru.
ru_ru: Иногда поисковые системы используют ресурсы, такие как Open Directory Project, и Yahoo! Directory, чтобы найти названия и описания для контента. Как правило, вы не хотите, чтобы так происходило.%s и %s теги помешают поисковым системам сделать это.
tr_tr: Bazen arama motorları kaynak olarak Open Directory Project ve Yahoo yu kullanır! İçeriğinizin başlık ve açıklamalarını dizinlemek için bulur. Genelde bu işlemin yapılmasını istemezsiniz. %s ve %s tags bunun yapılmasını engeller.

source: Apply %s to your site?
ar: تطبيق وسم %s على مدونتكم او موقعكم ؟
it_it: Applicare %s per il tuo sito?
ja: あなたのサイトに適応 %s させますか？
nb_no: Legg %s til nettstedet ditt?
ro_ro: Aplicaţi %s site-ului dvs.?
ru_ru: Применить %s к вашему сайту?
tr_tr: Sitenize %s uygula?

source: Canonical Paginated Archives
ar: الأرشيف المرقم
it_it: Archivi impaginati in modo Canonical
nb_no: Kanonisk sidenummererte arkiver
ro_ro: Arhive numerotate generale
ru_ru: Определенным образом пронумерованный архив
tr_tr: Kanonik Sayfalanmış Arşivler

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
ar: هذا الخيار يساعد محركات البحث في العثور على أول صفحة للأرشيف، هذا في حال كنتم تستخدمون نظام الترقيم في المدونة او الموقع، في حال لم تعرفوا ما هذا الخيار، الرجاء تركه مفعلا.
it_it: Questa opzione indirizza i motori di ricerca alla prima pagina di un archivio, se si sta guardando una pagina multipla. Se non sai cosa questo significhi, lascia pure come sta.
ja: ページ付けされたページを閲覧する際、このオプションはアーカイブの最初のページを検索エンジンに知らせます。よく分からない場合は、そのままにしてください。
nb_no: Dette alternativet sender søkemotorer til den første siden i et arkiv, dersom den ser på en nummerert side. Dersom du ikke vet hva dette betyr så la det være valgt.
ro_ro: Această opțiune îndreaptă motoarele de căutare spre prima pagină a unei arhive, în cazul unei pagini formatate. Dacă nu ştiţi ce înseamnă acest lucru, treceți mai departe fără a modifica.
ru_ru: Эта опция направит поисковые системы на первую страницу архива, если просматриваемая страница пронумерована. Если вы не знаете что это такое, оставьте эту опцию включенной.
tr_tr: Bu opsiyon arama motorlarını sayfalara bölünmüş bir arşivin ilk sayfasına yönelendirir. Bu size bir anlam ifade etmediyse bırakın açık kalsın.

source: Archive Settings
ar: إعدادات الأرشيف
nb_no: Arkivinnstillinger.
ru_ru: Настройки архива
tr_tr: Arşiv Ayarları

source: Archive Headline
ar: ترويسة الأرشيف
nb_no: Arkivtittel
ru_ru: Заголовок архива
tr_tr: Arşiv Başlığı

source: Leave empty if you do not want to display a headline.
ar: أتركوه فارغا في حال لم ترغبوا في عرض الترويسة
nb_no: La være tomt dersom du ikke ønsker å vise en tittel.
ru_ru: Не заполняйте, если не хотите отображать заголовок
tr_tr: Başlık görünsün istemiyorsanız boş bırakın

source: Archive Intro Text
ar: النص الترحيبي للأرشيف
nb_no: Introtekst for arkiv
ru_ru: Вводный текст архива
tr_tr: Arşiv Giriş Metni

source: Leave empty if you do not want to display any intro text.
ar: أتركوه فارغا في حال لم ترغبوا في عرض النص الترحيبي للأرشيف
nb_no: La stå tomt hvis du ikke vil vise noen introtekst.
ru_ru: Оставьте пустым, если вы не хотите отображать вводный текст
tr_tr: Giriş metni görünsün istemiyorsanız boş bırakın

source: Custom Document %s
ar: وسم %s مخصص
it_it: Documento personalizzato %s
ja: カスタムドキュメント %s
nb_no: Tilpasset dokument %s
ro_ro: Document personalizat %s
ru_ru: Пользовательские документы %s
tr_tr: Özel Döküman %s

source: %s Description
ar: وصف %s
it_it: Descrizione %s
ja: %s 内容
nb_no: %s beskrivelse
ro_ro: %s Descriere
ru_ru: %s Описание
tr_tr: %s Açıklama

source: %s Keywords
ar: كلما مفتاحية %s
it_it: %s parole chiave
ja: %s キーワード
nb_no: %s nøkkelord
ro_ro: Cuvinte cheie %s
ru_ru: %s Ключевые слова
tr_tr: %s Anahtar kelimeler

source: Comma separated list
ar: الرجاء الفصل بين كل كلمة وأخرى بفاصلة إنجليزية
it_it: Elenco separato da virgole
nb_no: Kommaseparert liste
ro_ro: Listă separată prin virgulă
ru_ru: Список, разделенный запятой
tr_tr: Virgülle ayırılmış liste

source: Robots Meta
ar: عناكب البحث
ja: ロボット・メタ
nb_no: Roboter Meta
ru_ru: Тэг Robots Meta

source: Apply %s to this archive?
ar: تطبيق وسم %s على هذا الأرشيف ؟
it_it: Applicare %s a questo archivio?
ja: このアーカイブに適応 %s させますか？
nb_no: Legg %s til dette arkivet?
ro_ro: Aplicaţi %s la această arhivă?
ru_ru: Применить %s к этому архиву?
tr_tr: Bu arşive %s uygula ?

source: Choose Layout
ar: إختاروا تخطيطا
it_it: Scegli Layout
ja: レイアウトを選択して下さい
nb_no: Velg layout
ro_ro: Alege format
ru_ru: Выберите внешний вид
tr_tr: Düzen Seçiniz

source: Follow me on Twitter
ar: تابعوني على Twitter
nb_no: Følg meg på Twitter
ru_ru: Следите за мной в Twitter-е
tr_tr: Twitter'da takip et

source: Information
ar: المعلومات العامة
it_it: Informazione
ja: お知らせ
nb_no: Informasjon
ro_ro: Informaţii
ru_ru: Информация
tr_tr: Bilgilendirme

source: Color Style
ar: ألوان التنسيق
nb_no: Fargestil
ru_ru: Стиль цвета
tr_tr: Renk Stili

source: Custom Feeds
ar: التلقيمات الإخبارية المخصصة
it_it: Feed personalizzati
ja: カスタムフィード
nb_no: Tilpassede feeder
ro_ro: Feed-uri personalizate
ru_ru: Пользовательские feed-ы
tr_tr: Özel Beslemeler

source: Default Layout
ar: التخطيط الإفتراضي
it_it: Layout di default
ja: デフォルトレイアウト
nb_no: Standard layout
ru_ru: Внешний вид по-умолчанию
tr_tr: Varsayılan Düzen

source: Header
ar: الترويسة

source: Navigation
ar: التصفح

source: Breadcrumbs
ar: التصفح التدريجي
it_it: Percorso di navigazione
ja: パンくずリスト
nb_no: Brødsmuler/navigasjonsstier
ro_ro: Căi
tr_tr: Yolak

source: Comments and Trackbacks
ar: التعليقات والتنبيهات
it_it: Commenti e Trackbacks
ja: コメントおよびトラックバック
nb_no: Kommentarer og tilbakesporing
ru_ru: Комментарии и трэкбэки
tr_tr: Yorumlar ve Geri bildirimler

source: Content Archives
ar: أرشيف المحتوى
it_it: Contenuto Archivi
ja: コンテンツアーカイブ
nb_no: Innholdsarkiver
ro_ro: Arhive de conținut
ru_ru: Архив содержимого
tr_tr: Arşiv İçeriği

source: Blog Page Template
ar: قالب صفحة المدونة

source: Header and Footer Scripts
ar: شفرات أعلى وأسفل الموقع (Header & Footer)
it_it: Scripts relative ad header e footer
ja: ヘッダーおよびフッターの文章
nb_no: Header og Footer skript
ru_ru: Скрипты в секциях Header и Footer
tr_tr: Header ve Footer Scriptleri

source: Version:
ar: رقم نسخة إطار العمل:
it_it: Versione:
ja: バージョン：
nb_no: Versjon
ro_ro: Versiune:
ru_ru: Версия:
tr_tr: Versiyon:

source: Released:
ar: أطلقت بتاريخ:
it_it: Rilasciato:
ja: 発行元：
nb_no: Utgitt:
ro_ro: Lansat:
ru_ru: Дата релиза:
tr_tr: Sürüm:

source: Display Theme Information in your document source
ar: إظهار معلومات القالب في الشفرة المصدرية
it_it: Mostra la versione del Tema nel sorgente della pagina.
ja: ドキュメントソースをテーマ情報に表示する
nb_no: Vis temainformasjon i kildekoden din
ro_ro: Afișează informații despre temă în documentul sursă
ru_ru: Отображать информацию о шаблоне в источнике вашего документа
tr_tr: Döküman kaynağınızda Tema açıklaması gösterilsin

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
ar: هذا الأمر قد يكون ذا أهمية كبيرة عند تحليل المشكلات التي قد تصادفك مع الإستخدام الدائم، هذا الإعداد مهم عند طلب المساعدة في <a href="%s" target="_blank">منتديات الدعم الفني</a>.
it_it: Questo potrebbe aiutarti nell'individuare i problemi relativi al tuo tema quando cercherai supporto sul <a href="%s" target="_blank">forum di assistenza</a>.
ja: テーマ設定で問題を対処したい、または解決策が必要な場合、こちらの <a href="%s" target="_blank">サポートフォーラム</a>をご覧下さい。
nb_no: Dette kan være til hjelp ved diagnostisering av problemer med temaet ditt når du søker hjelp i <a href="%s" target="_blank">støtteforaene</a>.
ru_ru: Это может быть полезным для диагностики проблем с вашей темой при поиске помощи в <a href="%s" target="_blank">форумах поддержки</a>.
tr_tr: <a href="%s" target="_blank">support forums</a> da temanızdaki problemleri teşhis etmek için yardım aradığınızda bu işinize yarayabilir.

source: Enable Automatic Updates
ar: تفعيل التحديثات التلقائية
it_it: Attiva gli aggiornamenti automatici
ja: 自動更新を有効にする
nb_no: Aktivér automatiske oppdateringer
ro_ro: Activează actualizările automate
ru_ru: Включить автоматическое обновление
tr_tr: Otomatik Güncellemeleri Aktifle

source: Notify
ar: الرجاء تنبيه
it_it: Notifica
ja: 知らせる
nb_no: Varsle
ro_ro: Notifică
ru_ru: Уведомить
tr_tr: Bildir

source: when updates are available
ar: عند توفر نسخة أحدث من إطار العمل او القالب
it_it: quando ci sono aggiornamenti disponibili
ja: アップデートがある場合
nb_no: når oppdateringer er tilgjengelige
ro_ro: atunci când sunt disponibile actualizări
ru_ru: когда обновления будут доступны
tr_tr: Güncellemeler kullanılabilir olduğu zaman

source: If you provide an email address above, your blog can email you when a new version of Genesis is available.
ar: في حال أدخلتم بريدكم في الحقل أعلاه سيقوم الوورد بريس بإرسال تنبيه للبريد المدخل بوجود نسخة جديدة من إطار العمل أو القالب
it_it: Se fornisci un indirizzo email qui sopra, protrai essere avvertito nel momento in cui una nuova versione di Genesis si renderà disponibile.
ja: 上記にEメールアドレスを入力すると、Genesis の新しいバージョン更新があった際、あなたにお知らせします。
nb_no: Hvis du oppgir en epost-adresse ovenfor, kan bloggen din sende deg en epost når en ny versjon av Genesis er tilgjengelig.
ru_ru: Если вы предоставите email выше, ваш блог будет информировать вас по почте каждый раз когда новая версия Genesis будет доступна.
tr_tr: E-mail adresinizi aşağı yazdığınız takdirde, Genesis'in yeni versiyonu mailinize gelecektir.

source: Color Style:
ar: لون القالب
nb_no: Fargestil:
ru_ru: Стиль цвета:
tr_tr: Renk Stili:

source: Default
ar: الإفتراضي
it_it: Predefinito
ja: デフォルト
nb_no: Standard
ro_ro: Implicit
ru_ru: По умолчанию
tr_tr: Standart

source: Please select the color style from the drop down list and save your settings.
ar: الرجاء إختيار لون القالب من القائمة المنسدلة وحفظ التغيرات بعد ذلك.
nb_no: Velg fargestilen fra nedtrekkslisten og lagre innstillingene dine.
ru_ru: Выберите стиль цвета из выпадающего меню и сохраните настройки
tr_tr: Lütfen listeden rengi seçin ve ayarlarınızı kaydedin.

source: Use for site title/logo:
ar: يستعمل من أجل عنوان او شعار المدونة او الموقع

source: Dynamic text
ar: النص الديناميكي
it_it: Testo dinamico
ja: ダイナミックテキスト
nb_no: dynamisk tekst
ro_ro: Text dinamic
ru_ru: Динамический текст
tr_tr: Dinamik yazı

source: Image logo
ar: صورة الشعار
it_it: Immagine
ja: ロゴ画像
nb_no: Bildelogo
ro_ro: Logo imagine
ru_ru: Рисунок логотипа
tr_tr: Logo görseli

source: In order to use the navigation menus, you must build a <a href="%s">custom menu</a>, then assign it to the proper Menu Location.
ar: بغية إستعمال خاصية القوائم، الرجاء التوجه الى <a href="%s">القوائم</a> وتخصيص القوائم التي ترغبون بها
it_it: Per utilizzare i menu di navigazione devi creare un <a href="%s">custom menu</a> e assegnarlo al rispettivo Menu Location
ja: ナビゲーションメニューを使用するためには、<a href="%s">カスタムメニュー</a>を作成し、適切なメニューの位置を指定してください。
nb_no: For å benytte navigasjonsmenyer må du opprette en <a href="%s">tilpasset meny</a> og så legge den til i den korrekte menyplasseringen.
ru_ru: Чтобы использовать навигационное меню, вы должны сделать <a href="%s">пользовательское меню</a>, затем прикрепить его к соответствующему месту для Menu
tr_tr: Navigasyon menülerini kullanmak için önce bir <a href="%s">özel menü</a> yaratmalı, sonra onu ilgili menü lokasyonuna atamalısınız.

source: Primary Navigation
ar: القائمة الرئيسية
it_it: Navigazione Primaria
ja: 初期ナビゲーション
nb_no: Primær navigasjon
ro_ro: Navigare principală
ru_ru: Основная навигация
tr_tr: Birincil Navigasyon

source: Enable Fancy Dropdowns?
ar: تفعيل خاصية الإنسدال السحري للقوائم
it_it: Abilita i Dropdown?
ja: おしゃれなドロップダウン機能を有効にしますか？
nb_no: Aktivér stilig nedtrekksmeny?
ro_ro: Activează liste de defilare speciale?
ru_ru: Включить необычные выпадающие меню?
tr_tr: Fancy Dropdown'ları Aktifle?

source: Enable Extras on Right Side?
ar: تفعيل الجانب الأيمن الزائد
it_it: Attiva gli Extra nella parte destra?
ja: 右側の機能を有効にしますか？
nb_no: Aktivér tillegg på høyre side?
ro_ro: Activează opțiunile suplimentare în partea dreaptă?
ru_ru: Включить Extras с правой стороны?
tr_tr: Sağ taraftaki ekstraları Aktifle?

source: Display the following:
ar: عرض التالي:
it_it: Mostra il seguente:
ja: 次を表示させる：
nb_no: Vis følgende:
ro_ro: Afişează următoarele:
ru_ru: Выводить на экран следующее:
tr_tr: Sonrakini Göster?

source: Today's date
ar: تاريخ اليوم
it_it: Data odierna
ja: 今日の日付
nb_no: Dagens dato
ro_ro: Data de azi
ru_ru: Сегодняшнее число:
tr_tr: Bugünün tarihi

source: RSS feed links
ar: روابط تلقيمات إخبارية (RSS)
it_it: Link ai feed RSS
ja: RSS フィードリンク
nb_no: RSS feed linker
ro_ro: Link-uri RSS feed
ru_ru: Сылки на RSS ленту
tr_tr: RSS feed linkleri

source: Search form
ar: نموذج البحث
it_it: Casella di ricerca
ja: 検索入力
nb_no: Søkeskjema
ro_ro: Formular de căutare
ru_ru: Поисковая форма
tr_tr: Arama formu

source: Twitter link
ar: رابط Twitter
it_it: Link a Twitter
ja: ツイッターリンク
ro_ro: Link Twitter
ru_ru: Ссылка на Twitter
tr_tr: Twitter linki

source: Enter Twitter ID:
ar: الرجاء إدخال إسم حساب Twitter:
it_it: Inserisci il tuo ID di Twitter:
ja: ツイッターIDを入力
nb_no: Skriv inn Twitter ID:
ro_ro: Introduceți ID-ul de Twitter:
ru_ru: Ведите Twitter ID:
tr_tr: Twitter ID'ni gir

source: Twitter Link Text:
ar: نص رابط Twitter:
it_it: Testo del collegamento a Twitter:
ja: ツイッターリンクテキスト：
nb_no: Twitter Link tekst
ru_ru: Текст ссылки на Twitter
tr_tr: Twitter Link Yazısı:

source: Secondary Navigation
ar: القائمة الثانوية
it_it: Navigazione Secondaria
ja: サブナビゲーション
nb_no: Sekundær navigasjon
ro_ro: Navigare secundară
ru_ru: Второстепенная навигация
tr_tr: İkincil Navigasyon

source: Enter your custom feed URI:
ar: الرجاء إدخال رابط التلقيمات الإخبارية المخصصة
it_it: Inserisci l'URI del tuo feed personalizzato:
ja: カスタムフィードURLを入力：
nb_no: Skriv inn din tilpassede feed URI:
ro_ro: Introduceți feed personalizat URI:
ru_ru: Введите URI вашей пользовательской ленты:
tr_tr: Kendi besleme URL niz :

source: Redirect Feed?
ar: إعادة توجيه التلقيمات ؟
it_it: Reindirizza il Feed?
ja: フィードをリダイレクトしますか？
nb_no: Omdirigér feed?
ro_ro: Redirecționați Feed?
ru_ru: Перенаправить ленту?
tr_tr: Feed Yönlendir?

source: Enter your custom comments feed URI:
ar: الرجاء إدخال رابط تلقيمات التعليقات الإخبارية المخصصة
it_it: Inserisci l'URI del tuo feed personalizzato per i commenti:
ja: カスタムコメントフィードのURLを入力：
nb_no: Skriv inn din tilpassede kommentarfeed URI:
ru_ru: Введите URI вашей пользовательской ленты комментариев:
tr_tr: Kendi yorumlar besleme URL niz :

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
ar: في حال كانت تلقيماتكم الإخبارية غير مدارة من قبل FeedBurner نحن لا ننصح باستعمال خاصية إعادة التوجيه
it_it: Se Il/I tuo(i) feed(s) non sono gestiti da Feedburner, ti consigliamo di non utilizzare l'opzione di redirezionamento.
ja: カスタムフィードがフィードバーナーで処理されない場合、リダイレクト機能は使用しないことを推奨します。
nb_no: Hvis din(e) tilpassede feed(er) ikke håndteres av Feedburner, anbefaler vi ikke at du benytter omdirigeringsalternativene.
ru_ru: Если ваши пользовательские ленты не генерируются с использованием Feedburner, мы не рекомендуем использовать опцию перенаправления ленты.
tr_tr: Eğer özel beslemeniz Feedburner tarafından yapılmıyorsa bu yönlendirme opsiyonunu kullanmanızı tavsiye etmiyoruz.

source: Enable Comments
ar: تفعيل التعليقات
it_it: Permetti i Commenti
ja: コメントを有効にする
nb_no: Aktivér kommentarer
ro_ro: Activează Comentarii
ru_ru: Разрешить комментарии
tr_tr: Yorumları etkinleştir

source: on posts?
ar: في التدوينات
it_it: negli articoli?
ja: 投稿には？
nb_no: i innlegg?
ro_ro: la postări?
ru_ru: в сообщениях?
tr_tr: yazılarda?

source: on pages?
ar: في الصفحات
it_it: nelle pagine?
ja: ページには？
nb_no: på sider?
ro_ro: pe pagini?
ru_ru: на страницах?
tr_tr: sayfalarda?

source: Enable Trackbacks
ar: تفعيل التنبيهات
it_it: Attiva i Trackback
ja: トラックバックを有効にする
nb_no: Aktivér tilbakesporing
ro_ro: Activează Urmăritori
ru_ru: Включить трэкбэки
tr_tr: Geribildirimleri Aktifle

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
ar: يمكن تفعيل وتعطيل التعليقات والتنبيهات من التدوينات والصفحات المنفردة أيضا عند إنشائها او تحريرها
it_it: Commenti e Trackbacks possono inoltre essere disabilitati in ogni articolo/pagina nel momento di creazione/modifica di articoli/pagine.
ja: 投稿やページを作成・編集した場合、それぞれに応じてコメントやトラックバックを無効にすることができます。
nb_no: Kommentarer og tilbakesporing kan også deaktiveres på per innlegg/per side basis ved oppretting/redigering av innlegg/sider.
ru_ru: Комментарии и трэкбэки можно отключить для конкретных сообщений/страниц при создании/редактировании.
tr_tr: Yazı/sayfa oluşturulurken/düzenlenirken her bir yazı/sayfa için ayrıca yorum ve geri bildirimlerde inaktif yapılabilir.

source: Enable on:
ar: تفعيل التصفح التدريجي في كل من:
it_it: Abilita su:
ja: 有効になっているもの：
nb_no: Aktivér på:
ru_ru: Включить на:
tr_tr: Etkinleştir

source: Front Page
ar: صفحة الإستقبال
ja: フロントページ
nb_no: Forsiden
ru_ru: Первая страница
tr_tr: Ön Sayfa

source: Posts Page
ar: صفحة التدوينات

source: Homepage
ar: الصفحة الرئيسية

source: Posts
ar: التدوينات
it_it: Articoli
ja: 投稿
nb_no: Innlegg
ro_ro: Postări
ru_ru: Сообщния
tr_tr: Yazılar

source: Pages
ar: الصفحات
it_it: Pagine
ja: ページ
nb_no: Sider
ru_ru: Страницы
tr_tr: Sayfalar

source: Archives
ar: الأرشيف
it_it: Archivi
ja: アーカイブ
nb_no: Arkiver
ru_ru: Архив
tr_tr: Arşiv

source: 404 Page
ar: صفحة الخطأ (404)
ja: 404 ページ
nb_no: 404-siide
ru_ru: Страница 404
tr_tr: 404 hata sayfası

source: Attachment Page
ar: صفحة المرفقات
nb_no: Vedleggsside
ru_ru: Страница прикрепленного изображения
tr_tr: Eklentiler Sayfası:

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
ar: التصفح التدريجي هو وسيلة رائعة وجد مفيدة ليعرف الزوار أين هم في موقعك، هنا يمكنكم التحكم أين يظهر التصفح التدريجي وأين تختفي
it_it: Il percorso di navigazione è un ottimo strumento a disposizione dell'utente per capire in un istante in quale posizione del sito si trova. Puoi abilitarlo/disabilitarlo in determinate aree del tuo sito.
ja: パンくずリストは、ユーザーにサイト構造を素早く伝えられる便利な機能です。サイト内の特定のエリアで有効・無効にすることができます。
nb_no: Brødsmuler/navigasjonssti er en fin måte å la dine besøkende finne ut hvor de er på ditt nettsted med bare et øyekast. Du kan aktivere/deaktivere dem på visse områder på nettstedet ditt.
ru_ru: Breadcrumbs - это хороший способ дать вашим посетителям понять где они находятся на вашем сайте одним взглядом. Вы можете включить/выключить их на определенных частях вашего сайта
tr_tr: Breadcrumbs ziyaretçilern bir bakışta sitenizin neresinde olduklarını anlamalarına imkan veren en iyi yollardan biridir. Sitenizin herhangi bir bölümünde onları aktif/inaktif yapabilirsiniz.
