Repository: wp-plugins/genesis-translations
Catalog: genesis-translations/*.po
Languages: ar, it_it, ja, nb_no, ro_ro, ru_ru, tr_tr

source: Have you tried our Scribe SEO software? Do keyword research, content optimization, and link building without leaving WordPress. <b>Genesis owners save over 50&#37; using the promo code FIRST when you sign up</b>. <a href="%s" target="_blank">Click here for more info</a>.
nb_no: Har du prøvd vårt Scribe SEO program? Gjør nøkkelord research, innholdsoptimalisering og linkbygging uten å forlate WordPress. <b>Eiere av Genesis sparer over 50&#37; ved å benyttet rabattkoden FIRST når du bestiller.</b>. <a href="%s" target="_blank">Klikk her for mer info</a>.
ru_ru: Вы пробовали наше ПО Scribe SEO? Делайте исследования ключевых слов, оптимизацию контента, занимайтесь link building не покидая WordPress. <b>Владельцы Genesis экономят около 50&#37; используя промо-код FIRST при регистрации</b>. <a href="%s" target="_blank">Больше информации</a>.
tr_tr: Scribe SEO yazılımını denediniz mi? Wordpress den ayrılmadan anahtar kelime araması, içerik optimizasyonu ve link yapılandırma yapabilirsiniz.<b>Genesis kullanıcıları üye olurken FIRST promosyon kodunu kullanarak 50&#37 nin üzerinde indirim alabilirler.</b>. <a href="%s" target="_blank">Daha fazla bilgi için tıklayın</a>.

source: Visit %s&#8217;s website
it_it: Visita %s&#8217;s website
nb_no: Besøk %s&#8217;s nettsted
ro_ro: Vizitați site-ul %s&#8217;s
ru_ru: Посетите сайт %s
tr_tr: %s&#8217;nın websayfasını ziyaret et

source: Edit
it_it: Modifica
ja: 編集
nb_no: Redigér
ro_ro: Modifică
ru_ru: Редактировать
tr_tr: Düzenle

source: on
it_it: circa
nb_no: på
ro_ro: pe
tr_tr: da

source: Read more&hellip;
it_it: Dettagli&hellip;
ja: さらに読む&hellip;
nb_no: Les mer&hellip;
ro_ro: Citește mai mult &hellip;
ru_ru: Читать далее&hellip;

source: You are using invalid arguments with the %s function.
it_it: Stai usando argomenti non validi con la funzione %s.
nb_no: Du bruker ugyldige argumenter med %s funksjonen.
ro_ro: Folosiți argumente invalide cu funcția %s.
ru_ru: Вы используете неправильные аргументы для функции %s.
tr_tr: %s fonksiyonu için geçersiz değer kullandınız.

source: Search this website %s
it_it: Cerca nel sito %s
ja: このサイトを検索 %s
nb_no: Søk på dette nettstedet %s
ro_ro: Caută în site %s
ru_ru: Поиск %s
tr_tr: Bu sitede ara %s

source: Text To Show
it_it: Testo da mostrare
ja: 表示するテキスト
nb_no: Tekst å vise
ro_ro: Text de afișat
ru_ru: Текст чтобы показать
tr_tr: Gösterilen yazı

source: Enter your email address...
it_it: Inserisci la tua email...
ja: Eメールアドレスを入力
nb_no: Skriv inn epost-adressen din...
ro_ro: Introduceți adresa de e-mail ...
ru_ru: Введите ваш email
tr_tr: E-posta adresinizi giriniz...

source: Input Text
ja: テキストを入力
nb_no: Skriv inn tekst
ro_ro: Text de intrare
ru_ru: Ввести текст
tr_tr: Yazı Gir

source: Button Text
it_it: Testo del pulsante
ja: ボタンテキスト
nb_no: Knappetekst
ro_ro: Buton text
ru_ru: Текст кнопки
tr_tr: Buton Yazısı

source: Twitter Username
it_it: Nome utente di Twitter
ja: Twitter ユーザーネーム
nb_no: Twitter brukernavn
ro_ro: Nume de utilizator Twitter
tr_tr: Twitter Kullanıcı Adı

source: Number of Tweets to Show
it_it: Numero di Tweet da mostrare
ja: つぶやきを表示する数
nb_no: Antall tweeter å vise
ro_ro: Număr Tweets afișate
ru_ru: Показать следующее количество твитов
tr_tr: Gösterilen Tweet Sayısı

source: Hide @ Replies
it_it: Nascondi le @ repliche
ja: 非表示 @ 返信
nb_no: Skjul @ svar
ro_ro: Ascunde @ Răspunsuri
ru_ru: Спрятать @ Ответы
tr_tr: Gizle @ Cevaplar

source: Load new Tweets every
it_it: Aggiorna i Tweet ogni
ja: つぶやきの更新
nb_no: Last nye tweeter hver(t)
ro_ro: Încărcați Tweets noi la fiecare
ru_ru: Загружать новые твиты каждые
tr_tr: Her yeni Tweet i yükle

source: 5 Min.
ja: ５分ごと
nb_no: 5. minutt
ru_ru: 5 мин.
tr_tr: 5 Dakika

source: 15 Minutes
it_it: 15 Minuti
ja: １５分ごと
nb_no: 15. minutt
ru_ru: 15 минут
tr_tr: 15 Dakika

source: 30 Minutes
it_it: 30 Minuti
ja: ３０分ごと
nb_no: halvtime
ru_ru: 30 минут
tr_tr: 30 Dakika

source: 1 Hour
it_it: 1 Ora
ja: １時間ごと
nb_no: time
ru_ru: 1 час
tr_tr: 1 Saat

source: 2 Hours
it_it: 2 Ore
ja: ２時間ごと
nb_no: 2. time
ru_ru: 2 часа
tr_tr: 2 Saat

source: 4 Hours
it_it: 4 Ore
ja: ４時間ごと
nb_no: 4. time
ru_ru: 4 часа
tr_tr: 4 Saat

source: 12 Hours
it_it: 12 Ore
ja: １２時間ごと
nb_no: 12. time
ru_ru: 12 часов
tr_tr: 12 Saat

source: 24 Hours
it_it: 24 Ore
ja: ２４時間ごと
nb_no: 24. time
ru_ru: 24 часа
tr_tr: 24 Saat

source: Include link to twitter page?
it_it: Inserisci il link alla pagina su Twitter?
ja: Twitter のページにリンクを含めますか？
nb_no: Inkludér link til twittersiden?
ro_ro: Includeți link către pagina de Twitter?
ru_ru: Включить ссылку на страницу в Twitter?
tr_tr: Twitter sayfasına bağlantı eklensin mi?

source: Link Text (required)
it_it: Testo link (richiesto)
ja: リンクテキスト（必須）
nb_no: Link tekst (påkrevd)
ro_ro: Text Link (necesar)
ru_ru: Текст ссылки (обязательно)
tr_tr: Yazı linki (gerekli)

source: This widget has been deprecated, and will eventually be removed. DO NOT use it. You have been warned.
nb_no: Denne widget'en er ikke lenger godkjent og vil bli fjernet. IKKE bruk den. Du er herved advart.
ru_ru: Этот виджет устарел, и в конечном итоге будет удален. Не используйте его. Вы были предупреждены.

source: Genesis - Category Menu
nb_no: Genesis - kategorimeny
ru_ru: Genesis - меню категорий
tr_tr: Genesis - Kategori menüsü

source: This widget has been deprecated, and will eventually be removed. We suggest that you <a href="%s">create a menu</a> and use the "Custom Menu" widget instead.
nb_no: Denne widget'en er ikke lenger godkjent og vil bli fjernet. Vi foreslår at du <a href="%s">oppretter en meny</a> og benytter "Custom Menu"-widgeten i stedet.
ru_ru: Этот виджет устарел, и в конечном итоге будет удален. Мы предлагаем вам <a href="%s">создать меню</a> и использовать "Пользовательского меню" вместо виджета.

source: Genesis - Page Menu
nb_no: Genesis - sidemeny
ru_ru: Genesis - меню страницы
tr_tr: Genesis - Sayfa Menüsü

source: [Read More %s]
it_it: [Continua %s]
ja: [もっと読む %s]
nb_no: [Les mer %s]
ro_ro: [Citește mai mult %s]
ru_ru: [Читать далее %s]
tr_tr: [Devamını oku %s]

source: Upload the data file from your computer (.json) and we'll import your settings.
ro_ro: Încărcați fișierul de date din computerul dvs. (.json) și vom importa setările.

source: Choose the file from your computer and click "Upload and Import"
ro_ro: Alegeți fişierul din computerul dvs. şi daţi pe clic pe "Încărcare şi import"

source: Upload file and import
ro_ro: Încărcare fişier şi import

source: When you click the button below, Genesis will generate a JSON file for you to save to your computer.
ro_ro: Când faceţi clic pe butonul de mai jos, Genesis va genera un fişier JSON ce trebuie salvat pe computerul dvs.

source: Settings successfully imported!
ro_ro: Setări importate cu succes!

source: Genesis SEO Options and Settings
ro_ro: Opţiuni şi setări SEO Genesis

source: Genesis Layout Options
ro_ro: Opțiuni formate Genesis

source: Genesis - README.txt Theme File
it_it: Genesis - README.txt File
ja: Genesis - README.txt テーマファイル
ro_ro: Fișier teme Genesis - README.txt

source: SEO Settings Reset
ro_ro: Resetare setări SEO

source: SEO Settings Saved
ro_ro: Setările SEO sunt salvate

source: Link nofollow Settings
ro_ro: Setări nofollow Link

source: Doctitle (<code>&lt;title&gt;</code>) Append Location
it_it: Allegare il (<code>&lt;title&gt;</code>)del DocTitle in questa posizione
ro_ro: Titlu (<code>&lt;title&gt;</code>) Adaugați Locație

source: Determines what side the appended doctitle text will go on
ro_ro: Determină unde va fi plasat titlul adăugat

source: Doctitle (<code>&lt;title&gt;</code>) Separator
it_it: Simbolo separatore del (<code>&lt;title&gt;</code>) DocTitle
ro_ro: Separator Titlu (<code>&lt;title&gt;</code>)

source: <b>NOTE:</b> If the doctitle consists of two parts (Title &amp; Appended Text), then the Doctitle Separator will go between them.
ro_ro: <b>NOTE:</b> Dacă titlul e format din doua părți (Title &amp; Appended Text), atunci separatorul va fi inserat între acestea.

source: <b>NOTE:</b> If you leave the doctitle field blank, your site&rsquo;s title will be used instead.
ro_ro: <b>NOTE:</b> Dacă lăsați necompletat câmpul de titlu, vor fi preluate titlurile site&rsquo;s

source: Home META Description
it_it: META Description della Home Page
ja: ホームページのメタ情報
ro_ro: META Descriere Acasă

source: <b>NOTE:</b> The META Description can be used to determine the text used under the title on search engine results pages.
ro_ro: <b> NOTĂ: </b> Descrierea META poate fi utilizată pentru a determina textul utilizat sub titlul de pe paginile cu rezultate afișate de motorul de căutare.

source: Home META Keywords (comma separated)
it_it: META Keywords della Home Page (separate da virgola)
ja: メタタグのキーワード（コンマ区切り）
ro_ro: Home META Cuvinte cheie (separate prin virgulă)

source: <b>NOTE:</b> Keywords are generally ignored by Search Engines.
ro_ro: <b> NOTĂ: </b> Cuvintele cheie sunt în general ignorate de motoarele de căutare.

source: Index %s link tag
it_it: Indice %s tag link
ro_ro: Indexați %s linkul etichetei.

source: Parent Post %s link tag
it_it: Articolo genitore %s tag link
ro_ro: Parent Post %s link etichetă

source: Start Post %s link tag
it_it: Inizio articolo %s tag link
ro_ro: Începe postare %s link eticheta

source: Adjacent Posts %s link tag
it_it: Articoli adiacenti %s tag link
ro_ro: Postări învecinate %s link eticheta

source: <b>NOTE:</b> The shortlink tag might have some use for 3rd party service discoverability, but it has no SEO value whatsoever.
ro_ro: <b> NOTĂ: </b> Eticheta shortlink nu are nicio valoare SEO.

source: <b>NOTE:</b> Don&apos;t be alarmed. We have deprecated these settings, because according to the <a href="%s" target="_blank">latest information available</a>, applying %s to internal links provides no SEO value to your site.
ro_ro: <b>NOTE:</b> Nu va alarmați. Am eliminat aceste setări deoarece conform <a href="%s" target="_blank"> celor mai recente informații disponibile </a>, aplicarea %s linkurilor interne nu aduce niciun beneficiu SEO site-ului dvs.

source: Genesis Archive Options
ro_ro: Opţiuni Arhiva Genesis

source: Display Title/Description
it_it: Mostra il Titolo/Descrizione
ja: タイトル・内容を表示
ro_ro: Afișare Titlu / Descriere

source: Display %s title at the top of archive pages?
it_it: Visualizza %s il titolo nella parte superiore delle pagine di archivio?
ja: アーカイブのページ上部にタイトルを表示 %s させますか？
ro_ro: Afişează titlul %s în partea superioară a paginilor de arhivă?

source: Display %s description at the top of archive pages?
it_it: Visualizza %s la descrizione nella parte superiore delle pagine di archivio?
ja: アーカイブのページ上部に内容を表示 %s させますか？
ro_ro: Afişează descrierea %s în partea superioară a paginilor de arhivă?

source: Theme Settings Reset
ro_ro: Resetare setări tema

source: Theme Settings Saved
ro_ro: Setări Temă salvate

source: General Settings
ro_ro: Setări generale

source: Comments/Trackbacks
ro_ro: Comentarii / Notificări

source: Header/Footer Scripts
ro_ro: Scripturi Header/ Footer

source: Genesis - Theme Settings
it_it: Genesis - Impostazioni del Tema
ja: Genesis - テーマの設定
ro_ro: Genesis - Setări Teme

source: <b>NOTE:</b> This can be helpful for diagnosing problems with your theme when seeking support in the forums.
ro_ro: <b> NOTĂ: </b> Acest lucru poate util pentru diagnosticarea problemelor cu tema dvs. atunci când căutați ajutor/ suport pe forumuri.

source: If you provide an email address in the above field, your blog can email you when a new version of Genesis is available
ro_ro: Dacă furnizaţi o adresă de e-mail în câmpul de mai sus, blog-ul dvs. vă poate trimite un e-mail atunci când o nouă versiune a Genesis este disponibilă

source: Widgetize Right Side of Header?
ro_ro: Includeți widgets în partea dreaptă a antetului?

source: Select site layout:
ro_ro: Selectaţi formatul site-ului:

source: <b>NOTE:</b> In order to use the navigation menus, you must build a <a href="%s">custom menu</a>, then assign it to the proper Menu Location.
ro_ro: <b> NOTĂ: </b> Pentru a folosi meniurile de navigare, trebuie să construiți un <a href="%s"> meniu personalizat </a>, iar apoi să îl alocați în zona corectă.

source: <b>NOTE:</b> If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options. They will not work properly.
ro_ro: <b>NOTĂ:</b> Dacă feed-ul/urile personalizat/e nu sunt tratate de Feedburner, nu recomandăm să utilizaţi opţiunile de redirecționare. Acestea nu vor funcţiona corect.

source: <b>NOTE:</b> Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
ro_ro: <b>NOTĂ:</b> Comentariile și Urmăritorii poate fi dezactivate pe o postare/ pagina atunci când creați/ modificați postări/ pagini.

source: Enable on Front Page
ro_ro: Activează pe Front Page

source: Enable on Posts
ro_ro: Activează pe Postări

source: Enable on Pages
ro_ro: Activează pe Pagini

source: Enable on Archives
ro_ro: Activează în Arhive

source: Enable on 404 Page
ro_ro: Activează pe Pagina 404

source: <b>NOTE:</b> Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
ro_ro: <b>NOTĂ:</b> Căile sunt o modalitate foarte bună de a le permite vizitatorilor dvs. să afle dintr-o singură privire unde se află pe site. Le puteți activa/ dezactiva pe anumite zone ale site-ului.

source: <b>NOTE:</b> Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
ro_ro: <b>NOTĂ:</b> Folosind această opțiune veți limita textul și elimina orice formatare din textul afișat. Pentru a utiliza această opţiune, alegeţi " Afișează conținut postare" în caseta de selectare de mai sus.

source: <b>NOTE:</b> The content archives options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
ro_ro: <b>NOTĂ:</b> Opțiunile privind arhivele de conținut vor afecta oricare dintre paginile de listare ale blogului, inclusiv arhivă, autor, blog, categorie, căutare și etichetă pagini.

source: Enter scripts/code you would like output to <code>wp_head()</code>:
it_it: Inserisci gli script/codice che vuoi elaborare nel <code>wp_head()</code>:
ro_ro: Introduceți scripturi/ cod pe care le doriți integrate în <code> wp_head () </code>:

source: <b>NOTE:</b> The <code>wp_head()</code> hook executes immediately before the closing <code>&lt;/head&gt;</code> tag in the document source
ro_ro: <b>NOTE:</b> Cârligul <code>wp_head()</code> este executat imediat înainte de <code>&lt;/head&gt;</code> eticheta finală din documentul sursă

source: Enter scripts/code you would like output to <code>wp_footer()</code>:
it_it: Inserisci gli script/codice che vuoi elaborare nel <code>wp_footer()</code>:
ro_ro: Introduceți scripturi/ cod pe care le doriți integrate în <code>wp_footer()</code>:

source: <b>NOTE:</b> The <code>wp_footer()</code> hook executes immediately before the closing <code>&lt;/body&gt;</code> tag in the document source
ro_ro: <b>NOTE:</b> Cârligul <code>wp_footer()</code> este executat imediat înainte de <code>&lt;/body&gt;</code> eticheta finală din documentul sursă

source: Genesis User Settings
it_it: Configurazione Utente di Genesis
ja: Genesis ユーザー設定
ro_ro: Setări utilizator Genesis

source: Genesis Author Archive Options
ro_ro: Opţiuni Arhiva Autor Genesis

source: Content/Sidebar
ro_ro: Conținut / Coloana laterală

source: Sidebar/Content
ro_ro: Bara laterală/ Conținut

source: Content/Sidebar/Sidebar
ro_ro: Conţinut / Bară laterală/ Bară laterală

source: Sidebar/Sidebar/Content
ro_ro: Bară laterală/ Bară laterală/ Conţinut

source: Sidebar/Content/Sidebar
ro_ro: Bară laterală/ Conţinut/ Bară laterală

source: The argument, "context", has been replaced with "theme_location"
it_it: L'argomento, "context", è stato sostituito con "theme_location"
ro_ro: Parametrul "context" a fost înlocuit cu "theme_location"

source: This is the right side of the header
it_it: Questa è la parte destra della testata
ja: これはヘッダーの右側です
ro_ro: Aceasta este partea dreaptă a antetului

source: This is the primary sidebar if you are using a 2 or 3 column site layout option
it_it: Questa è la sidebar principale se stai usando un layout del sito a 2 o 3 colonne
ja: サイトで２つ、３つのコラムを使用しているレイアウトの場合、これが最初のサイドバーです
ro_ro: Aceasta este bara laterală principala dacă folosiți opțiunea de layout cu 2 sau 3 coloane

source: This is the secondary sidebar if you are using a 3 column site layout option
it_it: Questa è la sidebar secondaria se stai usando un layout del sito a 3 colonne
ja: サイトで３つのコラムを使用しているレイアウトの場合、これがセカンダリーサイドバーです
ro_ro: Aceasta este bara laterală secundară dacă utilizați opțiunea de layout cu 3 coloane

source: Footer %s widget area
it_it: Piè di Pagina %s area widget
ja: フッター %s ウィジェットエリア
ro_ro: Subsol %s zona widget

source: &laquo; Previous
it_it: &laquo; Precedente
ja: &laquo; 戻る
ro_ro: &laquo; Anterior

source: Next &raquo;
it_it: Successivo &raquo;
ja: 進む &raquo;
ro_ro: Următor &raquo;

source: Google/Feedburner ID
ja: グーグル/フィードバーナーID
ro_ro: ID Google / Feedburner

source: Display a list of your latest tweets
it_it: Mostra un elenco dei tuoi ultimi tweet
ja: 最新のつぶやきをリストで表示
ro_ro: Afișează o listă cu cele mai recente tweets.

source: Display category navigation for your header
it_it: Mostra la navigazione per categorie nella tua testata
ja: ヘッダーにカテゴリナビを表示
ro_ro: Afișează navigarea în categorie pentru antet

source: Genesis - Category Navigation Menu
ja: Genesis - カテゴリナビゲーションメニュー
ro_ro: Genesis - Meniu navigare Categorie

source: NOTE: Leave title blank if using this widget in the header
it_it: NOTA: Lascia in bianco il titolo se stai usando questo widget nella testata
ja: 注：ヘッダーにこのウィジェットを使用している場合はタイトルを空白にしてください
ro_ro: NOTĂ: Lăsaţi titlu necompletat în cazul în care utilizați acest widget în antet

source: Choose the order by which you would like to display your categories
it_it: Scegli l'ordine in cui vuoi siano mostrate le tue categorie
ja: どのカテゴリー表示させるか順番を選択してください
ro_ro: Alegeți ordinea în care doriţi să fie afişate categoriile dvs.

source: Use the checklist below to choose which categories (and subcategories) you want to include in your Navigation Menu
it_it: Usa la checklist qui sotto per scegliere quali categorie (e sottocategorie) desideri includere nel Menu di navigazione
ja: どのカテゴリ、またはサブカテゴリをナビゲーションメニューに含めたいか選択するには下のチェックリストを使ってください
ro_ro: Utilizați lista de mai jos pentru a alege categoriile (si subcategoriile) pe care doriţi să includeţi în meniul de navigare

source: Display page navigation for your header
it_it: Mostra la navigazione per pagine nella tua testata
ja: ヘッダーにページナビゲーションを表示
ro_ro: Afişează pagina de navigare pentru antetul dvs.

source: Genesis - Page Navigation Menu
ja: Genesis - ページナビゲーションメニュー
ro_ro: Genesis- Meniu de navigare Pagină

source: Choose the order by which you would like to display your pages
it_it: Scegli l'ordine in cui vuoi siano mostrate le tue pagine
ja: どのページを表示させたいか順番を選択してください
ro_ro: Alegeţi ordinea în care doriţi să fie afişate paginile dvs.

source: Use the checklist below to choose which pages (and subpages) you want to include in your Navigation Menu
it_it: Usa la checklist qui sotto per scegliere quali pagine (e sottopagine) desideri includere nel Menu di navigazione
ja: ナビゲーションメニューにどのページ、またはサブページを含めたいか選択するには下のチェックリストを使用してください
ro_ro: Utilizaţi lista de mai jos pentru a alege paginile (şi subpaginile) pe care doriţi să includeţi în meniul de navigare

source: Genesis SEO Settings
it_it: Configurazione Genesis SEO
ja: Genesis でのSEO 設定

source: Genesis Layout Settings
it_it: Configurazione Layout di Genesis
ja: Genesis のレイアウト設定

source: Genesis Archive Settings
it_it: Archivio impostazioni di Genesis
ja: Genesis アーカイブ設定

source: The <code>wp_head()</code> hook executes immediately before the closing <code>&lt;/head&gt;</code> tag in the document source.
it_it: Il codice <code>wp_head()</code> si esegue immediatamente prima della chiusura del tag <code>&lt;/head&gt;</code> presente nel sorgente del documento.

source: The <code>wp_footer()</code> hook executes immediately before the closing <code>&lt;/body&gt;</code> tag in the document source.
it_it: Il codice <code>wp_footer()</code> si esegue immediatamente prima della chiusura del tag <code>&lt;/body&gt;</code> presente nel sorgente del documento.

source: Genesis Author Archive Settings
it_it: Configurazione Archivio Autore di Genesis
ja: Genesis 著者のアーカイブ設定

source: Count
it_it: Conteggio

source: Term Group
it_it: Gruppo dei termini

source: Menu Order
it_it: Ordine Menu
ja: メニューの順序

source: Date Created
it_it: Creato in data
ja: 作成した日付順

source: Date Modified
it_it: Modificato in data
ja: 修正した日付順

source: Author
it_it: Autore
ja: 著者

source: Slug
ja: スラッグ
