Repository: wp-plugins/genesis-translations
Catalog: trunk/genesis-translations/*.po
Languages: fr_fr, vi_vi

source: You may notice that the default Genesis style sheet is a bit shorter, and on the front end looks different. We've updated the default design and extended the width of the layout to 1152px. Now you've got more real estate to showcase your content.
fr_fr: Vous avez du vous rendre compte que la feuille de style Genesis est plus courte, and le front paraît différent. Nous avons mis à jour le design par défaut et nous avons augmenté la largeur de la maquette à 1152px. Maintenant, vous avec plus d'espace pour montrer votre contenu.

source: Not Found, Error 404
fr_fr: Désolé, nous n'avons pas trouvé la page correspondante
vi_vi: Không tìm thấy, Lỗi 404

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
fr_fr: La page que vous cherchez n'existe plus. Merci de suivre ce lien pour retourner à <a href="%s">l'accueil</a>. Vous pouvez également consulter les archives principales du site ci-dessous.
vi_vi: Trang mà bạn đang tìm kiếm không còn tồn tại. Có lẽ bạn nên trở về <a href="%s">trang chủ</a> và tìm kiếm biết đâu bạn có thể tìm được cái bạn đang cần. Hoặc bạn có thể thử tìm kiếm với thông tin bên dưới.

source: Categories:
fr_fr: Catégories :
vi_vi: Chủ đề:

source: Authors:
fr_fr: Auteurs :
vi_vi: Tác giả:

source: Monthly:
fr_fr: Mois
vi_vi: Hàng tháng:

source: Recent Posts:
fr_fr: Articles récents :
vi_vi: Bài viết gần đây:

source: This post is password protected. Enter the password to view comments.
fr_fr: Cette article est protégé. Veuillez entrer le mot de passe pour le voir.
vi_vi: Bài này đã bị đặt mật khẩu bảo vệ. Hãy nhập mật khẩu để xem các bình luận.

source: Genesis - Import/Export
fr_fr: Genesis - Importer / Exporter
vi_vi: Genesis - Nhập vào/Xuất ra

source: Import/Export
fr_fr: Importer / Exporter
vi_vi: Nhập vào/Xuất ra

source: Import Genesis Settings File
fr_fr: Importer un fichier de réglages Genesis
vi_vi: Nhập vào tập tin thiết lập Genesis

source: Upload the data file (<code>.json</code>) from your computer and we'll import your settings.
fr_fr: Téléverser la base de donnée (<code>.json</code>) depuis votre ordinateur et nous allons importer vos réglages.
vi_vi: Tải lên tập tin (<code>.json</code>) từ máy tính của bạn và nhập vào phần thiết lập

source: Choose the file from your computer and click "Upload file and Import"
fr_fr: Choisir le fichier depuis votre ordinateur et cliquer sur "Téléverser le fichier et importer"
vi_vi: Hãy chọn tập tin từ máy tính của bạn và nhấn vào "Tải tập tin lên và Nhập vào"

source: Upload File: (Maximum Size: %s)
fr_fr: Téléversement des fichiers : (Taille maximum: %s)
vi_vi: Tải lên tập tin: (Kích cỡ tối đa: %s)

source: Upload File and Import
fr_fr: Téléverser les fichiers et importer
vi_vi: Tải tập tin lên và Nhập vào

source: Export Genesis Settings File
fr_fr: Exporter un fichier de réglages Genesis
vi_vi: Xuất ra tập tin thiết lập Genesis

source: When you click the button below, Genesis will generate a data file (<code>.json</code>) for you to save to your computer.
fr_fr: Lorsque vous cliquez sur le bouton ci-dessous, Genesis va générer un fichier de données (<code>.json</code>) pour l'enregistrer sur votre ordinateur.
vi_vi: Khi bạn nhấn vào nút bên dưới, Genesis sẽ tạo ra một tập tin dữ liệu (<code>.json</code>) cho phép bạn lưu xuống máy tính.

source: Once you have saved the download file, you can use the import function on another site to import this data.
fr_fr: Une fois que vous avez sauvegardé le fichier téléchargé, vous pourrez utiliser la fonction importer sur une autre site pour importer vos réglages.
vi_vi: Khi bạn đã lưu lại tập tin tải về, bạn có thể dùng chức năng nhập vào có trên các website khác để nhập vào dữ liệu này.

source: Download Export File
fr_fr: Télécharger le fichier d'Exportation
vi_vi: Tải Xuất ra tập tin về

source: Settings successfully imported.
fr_fr: Réglages importé avec succès.
vi_vi: Thiết lập đã được nhập vào thành công.

source: There was a problem importing your settings. Please try again.
fr_fr: Il y a eu un problème en important vos réglages. Merci d'essayer une nouvelle fois.
vi_vi: Có lỗi trong quá trình nhập vào thiết lập của bạn. Xin hãy thử lại.

source: Theme Settings
fr_fr: Réglages du thème
vi_vi: Thiết lập Giao diện

source: SEO Settings
fr_fr: Réglages SEO
vi_vi: Thiết lập SEO

source: No export options available.
fr_fr: Aucune option d'exportation n'est disponible.
vi_vi: Không có lựa chọn xuất ra nào hữu dụng

source: Theme SEO Settings
fr_fr: Réglages SEO du thème
vi_vi: Thiết lập SEO Giao diện

source: Custom Document Title
fr_fr: Titre personnalisé
vi_vi: Tùy chỉnh Tiêu đề Tài liệu

source: Characters Used: %s
fr_fr: caractères utilisés: %s
vi_vi: Ký tự được dùng: %s

source: Custom Post/Page Meta Description
fr_fr: Article/Page personnalisé // Description des métadonnées
vi_vi: Tùy chỉnh thẻ Mô tả Bài Viết/Trang

source: Custom Post/Page Meta Keywords, comma separated
fr_fr: Article/Page personnalisée // Mots clefs (les séparer avec des virgules)
vi_vi: Tùy chỉnh meta từ khóa của bài viết/trang, phân cách bởi dấu phẩy

source: Custom Canonical URI
fr_fr: URI personnalisée
vi_vi: Tùy chỉnh Canonical URI

source: Custom Redirect URI
fr_fr: Redirection URI personnalisée
vi_vi: Tùy chỉnh URI chuyển hướng

source: Robots Meta Settings
fr_fr: Réglages des métadonnées pour les robots
vi_vi: Thiếp lập meta Robot

source: Apply %s to this post/page
fr_fr: Appliquer %s à cet article/cette page
vi_vi: Áp dụng %s cho bài viết/trang này

source: Custom Tracking/Conversion Code
fr_fr: Suivi personnalisé
vi_vi: Tùy chỉnh mã Track/Chuyển đổi

source: Layout Settings
fr_fr: Réglages pour la mise en page
vi_vi: Thiết lập kiểu mẫu

source: Default Layout set in <a href="%s">Theme Settings</a>
fr_fr: Les Options de maquette par défaut sont réglés dans <a href="%s">Réglages du thème</a>
vi_vi: Kiểu mẫu mặc định đặt trong phần <a href="%s">Thiết lập giao diện</a>

source: Custom Body Class
fr_fr: Classe CSS personnalisée pour le Body
vi_vi: Tùy chỉnh Body Class

source: Custom Post Class
fr_fr: Classe CSS personnalisée pour cet article
vi_vi: Tùy chỉnh Class bài viết

source: README
fr_fr: LISEZ MOI

source: The %s file was not found in the child theme, or it was empty.
fr_fr: Le fichier %s n'a pas été trouvé dans le thème enfant, ou il était vide.
vi_vi: Tập tin %s không tìm thấy trong giao diện con, hoặc nó rỗng

source: Genesis - SEO Settings
fr_fr: Genesis - Réglages SEO
vi_vi: Genesis - Thiết lập SEO

source: Save Settings
fr_fr: Sauvegarder les réglages
vi_vi: Lưu thiết lập

source: Reset Settings
fr_fr: Annuler les réglages
vi_vi: Thiết lập lại

source: Settings saved.
fr_fr: Paramètres enregistrés.
vi_vi: Thiết lập đã lưu

source: Settings reset.
fr_fr: Réinitialiser les réglages.
vi_vi: Làm lại thiết lập

source: Error saving settings.
fr_fr: Erreur dans sauvegarde des réglages.
vi_vi: Lỗi lưu thiết lập

source: Document Title Settings
fr_fr: Réglage pour le titre du document

source: Homepage Settings
fr_fr: Réglage de la page d'accueil
vi_vi: Thiết lập trang chủ

source: Document Head Settings
fr_fr: Réglages de l'entête
vi_vi: Thiết lập phần đầu tài liệu

source: Archives Settings
fr_fr: Réglages des archives
vi_vi: Thiết lập lưu trữ

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
fr_fr: Le titre du document (%s) est l'élément le plus important dans le code source du document pour le <abbr title="Search engine optimization">SEO</abbr>. Cela informe les moteurs de recherche à propos des informations contenus dans le document. Le titre peut, et devrait, être différent sur chaque page, mais ces options vous aideront à contrôler ce qui s'affichera par défaut.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
fr_fr: <strong>Par défaut</strong>, le titre de la page d'accueil contiendra le titre du site. Les titres des pages d'article et les pages simple contiendront le titre de l'article ou de la page. Les pages d'archive contiendront le type d'archive, etc...

source: Add site description (tagline) to %s on home page?
fr_fr: Ajouter la description du site (tagline) au %s sur la page d'accueil?

source: Add site name to %s on inner pages?
fr_fr: Ajouter le titre du site pour %s sur les pages internes?

source: Document Title Additions Location:
fr_fr: Complément de localisation pour le titre du document:

source: Determines which side the added title text will go on.
fr_fr: Déterminer de quel côté le titre du site ira.

source: Left
fr_fr: Gauche
vi_vi: Trái

source: Right
fr_fr: Droite
vi_vi: Phải

source: Document Title Separator:
fr_fr: Séparateur pour le titre du Document:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
fr_fr: Si le titre est composé de deux éléments (titre original et complément), alors le séparateur ira entre les deux.

source: Which text would you like to be wrapped in %s tags?
fr_fr: Quel texte voudriez vous envelopper avec les balises %s ?
vi_vi: Chữ nào mà bạn muốn sẽ được gói trong %s tag ?

source: The %s tag is, arguably, the second most important <abbr title="Search engine optimization">SEO</abbr> tag in the document source. Choose wisely.
fr_fr: Le tag %s, est le deuxième élément <abbr title="Search engine optimization">SEO</abbr> le plus important dans les tag du code source. Choisissez le bien.

source: Site Title
fr_fr: Titre du site
vi_vi: Tiêu đề website

source: Site Description (Tagline)
fr_fr: Description du site (Tagline)

source: Neither. I'll manually wrap my own text on the homepage
fr_fr: Jamais. J'ajouterai mon texte manuellement sur la page d'accueil.
vi_vi: Không. Tôi sẽ tự gói chữ riêng cảu tôi trên trang chủ

source: Homepage Document Title:
fr_fr: Titre de la page d'Accueil:

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
fr_fr: Si vous laissez vide, le titre de votre site&#8217;s sera utilisé à la place.

source: Home Meta Description:
fr_fr: Meta pour la description de la page d'Accueil:

source: The meta description can be used to determine the text used under the title on search engine results pages.
fr_fr: La description meta peut être utilisée pour déterminer le texte qui s'affiche sous le titre, dans les pages de résutats, suite à une recherche dans un moteur de recherche.

source: Home Meta Keywords (comma separated):
fr_fr: Meta mots clefs pour la page d'accueil (séparés par une virgule)

source: Keywords are generally ignored by Search Engines.
fr_fr: Les mots clefs sont en général ignorés par les moteurs de recherches.
vi_vi: Từ khóa thường bị bỏ qua bởi bộ máy tìm kiếm

source: Homepage Robots Meta Tags:
fr_fr: Mots clefs destinés aux Robots (moteur de recherche) pour la page d'accueil.
vi_vi: Tag Meta Robot trang chủ:

source: Apply %s to the homepage?
fr_fr: Appliquer %s à la page d'accueil ?
vi_vi: Áp dụng %s cho trang chủ?

source: Homepage Author
fr_fr: Page d'accueil pour l'auteur

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
fr_fr: Sélectionner l'utilisateur que vous souhaitez comme l' %s de la page d'accueil. Soyez sûr d'entrer l'adresse de leur profil Google+ dans le profil de cet utilisateur.

source: Select User
fr_fr: Sélectionner un utilisateur

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
fr_fr: Par défaut, WordPress place plusieurs balises dans votre document %1$s. La plupart de ces balises ne sont pas nécessaires, et ne représentent aucun intérêt <abbr title="Search engine optimization">SEO</abbr> . Cela ralentit juste le téléchargement des pages. Choisissez quelles balises vous voulez voir incluses dans votre document %1$s. Si vous ne savez pas de quoi nous parlons, laissez décoché.

source: Relationship Link Tags:
fr_fr: Relations entre les mots clefs.
vi_vi: Tag liên kết quan hệ:

source: Adjacent Posts %s link tags
fr_fr: Etiquette de lien pour les article enfants %s
vi_vi: Tag liên kết %s bài viết liền kề

source: Windows Live Writer Support:
fr_fr: Fenêtre pour le support en direct:
vi_vi: Hỗ trợ Windows Live Writer:

source: Include Windows Live Writer Support Tag?
fr_fr: Inclure la fenêtre pour le support en direct des Etiquettes?
vi_vi: Bao gồm tag hỗ trợ Windows Live Writer ?

source: Shortlink Tag:
fr_fr: Lien court pour les Etiquettes

source: Include Shortlink tag?
fr_fr: Lien court pour les balises
vi_vi: Bao gồm Shortlink Tag?

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
fr_fr: <span class="genesis-admin-note">Note</span>Le lien court pour les balises a une utilité pour certains services spécialisés mais il n'a aucune valeur <abbr title="Search engine optimization">SEO</abbr> .

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
fr_fr: En fonction de votre situation, vous pouvez ou non, vouloir que la page d'archive soit indexée par les moteurs de recherche.
vi_vi: Dựa vào tình hình của bạn, bạn có thể hoặc không muốn các trang lưu trữ sau đây để index bởi máy tìm kiếm. Chỉ có bạn mới có thể làm việc chỉ định đó.

source: Apply %s to Category Archives?
fr_fr: Appliquer %s aux archives de catégories?
vi_vi: Áp dụng %s cho Chủ đề Lưu trữ?

source: Apply %s to Tag Archives?
fr_fr: Appliquer %s aux archives d'Etiquettes?
vi_vi: Áp dụng %s cho Tag Lưu trữ?

source: Apply %s to Author Archives?
fr_fr: Appliquer %s aux archives des auteurs?
vi_vi: Áp dụng %s cho Tác giả Lưu trữ?

source: Apply %s to Date Archives?
fr_fr: Appliquer %s aux archives de dates?
vi_vi: Áp dụng %s cho Ngày tháng Lưu trữ?

source: Apply %s to Search Archives?
fr_fr: Appliquer %s aux pages de recherche?
vi_vi: Áp dụng %s cho Tìm kiếm Lưu trữ?

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
fr_fr: Certains moteurs de recherche vont garder en mémoire certaines pages de votre site (ex. Google Cache). L'étiquette %1$s va les avertir de ne pas faire ça. Choisir quels type d'archives vous voulez voir %1$s.

source: Apply %s to Entire Site?
fr_fr: Appliquer %s au site entier?
vi_vi: Áp dụng %s cho toàn bộ website?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
fr_fr: Parfois, les moteurs de recherche utilisent des ressources comme les Open Directory Project et le répertoire Yahoo! pour trouver des titres ou des descriptions de votre contenu. Généralement, vous ne voulez pas qu'il le fasse. La balise %s et %s évitent cela.
vi_vi: Thỉnh thoảng, máy tìm kiếm dùng các nguồn như Open Directory Project và Yahoo! Directory để tìm tiêu đề và mô tả cho nội dung của bạn. Thông thường, bạn sẽ không muốn chúng làm điều này. %s và %s tag sẽ ngăn chúng làm điều này.

source: Apply %s to your site?
fr_fr: Appliquer %s à votre site?
vi_vi: Áp dụng %s cho website của bạn?

source: Canonical Paginated Archives
fr_fr: Réglage des pages d'archive
vi_vi: Canonical được đánh số trang lưu trữ

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
fr_fr: Cette option permet au moteur de recherche de pointer sur la première page d'une archive. Si vous ne connaissez pas la technique, n'y touchez pas.
vi_vi: Lựa chọn này sẽ chỉ máy tìm kiếm đến trang đầu tiên của trang lưu trữ khi xem một trang đã đánh số. Nếu bạn không biết nó nghĩa là gì hãy để nó bật.

source: Archive Settings
fr_fr: Réglages Archives
vi_vi: Thiết lập lưu trữ

source: Archive Headline
fr_fr: Entête Archive
vi_vi: Tiêu đề lưu trữ

source: Leave empty if you do not want to display a headline.
fr_fr: Laisser vide si vous ne voulez pas afficher un entête.
vi_vi: Để trống nếu bạn không muốn hiển thị một tiêu đề

source: Archive Intro Text
fr_fr: Texte d'introduction pour les Archives
vi_vi: Chữ giới thiệu lưu trữ

source: Leave empty if you do not want to display any intro text.
fr_fr: Laisser vide si vous ne voulez pas afficher un texte d'introduction
vi_vi: Để trống nếu bạn không muốn hiển thị bất kỳ chữ giới thiệu nào

source: Custom Document %s
fr_fr: Document personnalisé %s
vi_vi: Tùy chỉnh tài liệu %s

source: %s Description
fr_fr: Description pour %s
vi_vi: %s Mô tả

source: %s Keywords
fr_fr: Mots clefs %s
vi_vi: %s Từ khóa

source: Comma separated list
fr_fr: Liste des mots clefs séparée par une virgule
vi_vi: Dấu phẩy phân cách danh sách

source: Robots Meta
fr_fr: Métadonnées pour les Robots (moteurs de recherche)

source: Apply %s to this archive?
fr_fr: Appliquer %s à cette archive?
vi_vi: Áp dụng %s cho lưu trữ này ?

source: Choose Layout
fr_fr: Choisir la mise en page
vi_vi: Chọn kiểu mẫu

source: Follow me on Twitter
fr_fr: Me suivre sur Twitter
vi_vi: Theo tôi trên Twitter

source: Information
fr_fr: Informations
vi_vi: Thông tin

source: Color Style
fr_fr: Style de couleur
vi_vi: Mẫu màu

source: Custom Feeds
fr_fr: Flux personnalisés
vi_vi: Tùy chỉnh Feed

source: Default Layout
fr_fr: Mise en page par défaut
vi_vi: Kiểu mẫu mặc định

source: Header
fr_fr: Entête

source: Breadcrumbs
fr_fr: Fil d'Ariane

source: Comments and Trackbacks
fr_fr: Commentaires et trackbacks
vi_vi: Bình luận và Trackback

source: Content Archives
fr_fr: Archives des articles
vi_vi: Nội dung lưu trữ

source: Blog Page Template
fr_fr: Modèle de Blog

source: Header and Footer Scripts
fr_fr: Scripts pour l'en-tête et le pied de page
vi_vi: Script Phần đầu và phần cuối

source: Released:
fr_fr: Sortie:
vi_vi: Phát hành:

source: Display Theme Information in your document source
fr_fr: Afficher l'information sur le thème dans le code du document (non visible)
vi_vi: Hiển thị thông tin giao diện trong phần nguồn tài liệu

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
fr_fr: Cela peut être utile pour diagnostiquer des problèmes avec votre thème lorsqu'on cherche à obtenir une aide dans le <a href="%s" target="_blank"> forum du support </a>.
vi_vi: Điều này có thể hữu ích cho việc phân tích vấn đề với giao diện của bạn trong khi tìm kiếm sự hỗ trợ trong <a href="%s" target="_blank">diễn đàn hỗ trợ</a>

source: Enable Automatic Updates
fr_fr: Autoriser les mises à jour automatiques
vi_vi: Bật tự động cập nhật

source: Notify
fr_fr: Me prévenir
vi_vi: Thông báo

source: when updates are available
fr_fr: quand des mises à jour sont disponibles
vi_vi: khi cập nhật có sẵn

source: If you provide an email address above, your blog can email you when a new version of Genesis is available.
fr_fr: Si vous fournissez une adresse de courriel ci-dessus, votre blog peut vous envoyer un email lorsqu'une nouvelle version de la Genèse est disponible.
vi_vi: Nếu bạn cung cấp địa chỉ email bên trên, blog của bạn có thể email cho bạn khi có phiên bản Genesis mới phát hành.

source: Color Style:
fr_fr: Style de couleur:
vi_vi: Mẫu màu:

source: Default
fr_fr: Défaut
vi_vi: Mặc định

source: Please select the color style from the drop down list and save your settings.
fr_fr: Merci de sélectionner le style de couleur depuis le menu déroulant et sauvegarder vos réglages.
vi_vi: Hãy chọn mẫu màu từ hộp danh sách bên dưới và lưu thiết lập của bạn

source: Use for site title/logo:
fr_fr: Utiliser pour les site titre/logo:

source: Dynamic text
fr_fr: Texte dynamique
vi_vi: Chữ động

source: Image logo
fr_fr: Image du logo
vi_vi: Ảnh logo

source: In order to use the navigation menus, you must build a <a href="%s">custom menu</a>, then assign it to the proper Menu Location.
fr_fr: Afin d'utiliser les menus de navigation, vous devez créer un <a href="%s"> menu personnalisé</a>, puis l'affecter à l'emplacement du menu approprié (Navigation 1 ou Navigation 2)
vi_vi: Để sử dụng menu chuyển hướng, bạn phải tạo <a href="%s">menu tùy chỉnh</a> sau đó gán nó vào vị trí menu thích hợp.

source: Primary Navigation
fr_fr: Navigation 1
vi_vi: Chuyển hướng chính

source: Enable Fancy Dropdowns?
fr_fr: Activer le menu déroulant animé
vi_vi: Bật Fancy Dropdown?

source: Enable Extras on Right Side?
fr_fr: Activer les extras sur le Côté droit
vi_vi: Bật mở rộng phía bên phải

source: Display the following:
fr_fr: Afficher les éléments suivants
vi_vi: Hiển thị sau đây:

source: Today's date
fr_fr: Date d'aujourd'hui
vi_vi: Ngày hôm nay

source: RSS feed links
fr_fr: Liens RSS
vi_vi: Liên kết RSS feed

source: Search form
fr_fr: Champs de recherche
vi_vi: Form tìm kiếm

source: Twitter link
fr_fr: Liens Twitter
vi_vi: Liên kết Twitter

source: Enter Twitter ID:
fr_fr: Entrer l'identifiant Twitter
vi_vi: Nhập Twitter ID:

source: Twitter Link Text:
fr_fr: Texte pour le lien Twitter
vi_vi: Chữ liên kết Twitter

source: Secondary Navigation
fr_fr: Navigation 2
vi_vi: Chuyển hướng thứ hai

source: Enter your custom feed URI:
fr_fr: Entrer votre URI de flux personnalisé
vi_vi: Nhập Feed URI tùy chỉnh của bạn:

source: Redirect Feed?
fr_fr: Redirection des flux
vi_vi: Chuyển hướng Feed?

source: Enter your custom comments feed URI:
fr_fr: Entrer votre URI de flux personnalisé pour les commentaires
vi_vi: Hãy nhập tùy chỉnh bình luận Feed URI :

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
fr_fr: Si votre flux personnalisé(s) ne sont pas gérés par Feedburner, nous ne recommandons pas que vous utilisez les options de redirection.
vi_vi: Nếu tùy chỉnh feed của bạn không được xử lý bởi Feedburner, chúng tôi không khuyến cáo bạn sử dụng lựa chọn chuyển hướng

source: Enable Comments
fr_fr: Activer les commentaires
vi_vi: Bật bình luận

source: on posts?
fr_fr: pour les articles?
vi_vi: trên bài viết?

source: on pages?
fr_fr: pour les pages?
vi_vi: trên trang?

source: Enable Trackbacks
fr_fr: Activer les Rétroliens (pour relier les articles interblog entre eux)
vi_vi: Bật Trackback

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
fr_fr: Les commentaires et trackbacks peut également être désactivée sur les articles/pages de base lors de la création ou l'édition des articles/pages.
vi_vi: Bình luận và Trackback có thể vẫn bị tắt trên mỗi bài viết/trang cơ bản khi tạo/sửa bài viết/trang

source: Enable on:
fr_fr: Activer le:
vi_vi: Bật trên:

source: Front Page
fr_fr: Première page
vi_vi: Trang đầu

source: Posts Page
fr_fr: Page d'articles

source: Homepage
fr_fr: Page d'accueil
