Repository: wp-plugins/genesis-translations
Catalog: trunk/genesis-translations/*.po
Languages: fr_fr, vi_vi

source: Show Page Byline
fr_fr: Montrer le détail de la page
vi_vi: Hiển thị trang theo dòng

source: Show Page Content
fr_fr: Montrer le contenu de la page
vi_vi: Hiển thị nội dung trang

source: Content Character Limit
fr_fr: Limite du nombre de caractères
vi_vi: Giới hạn ký tự nội dung

source: More Text
fr_fr: Texte pour: En lire plus
vi_vi: Chữ Thêm

source: By
fr_fr: Par
vi_vi: Bởi

source: [Read More...]
fr_fr: [Lire la suite...]
vi_vi: [Đọc thêm...]

source: More Posts from this Category
fr_fr: Plus d'article de cette catégorie
vi_vi: Thêm bài viết từ chủ đề này

source: Displays featured posts with thumbnails
fr_fr: Affiche les articles caractéristiques avec des images à la une
vi_vi: Hiển thị các bài viết nổi bật kèm theo ảnh đại diện

source: Genesis - Featured Posts
fr_fr: Genesis - Articles caractéristiques
vi_vi: Genesis - Bài viết Nổi bật

source: Category
fr_fr: Catégories
vi_vi: Chủ đề

source: Number of Posts to Show
fr_fr: Nombre d'articles à afficher
vi_vi: Số bài viết để hiển thị

source: Number of Posts to Offset
fr_fr: Nombre d'articles à passer
vi_vi: Số bài viết đến vị trí

source: Order By
fr_fr: Organisé par:
vi_vi: Sắp xếp theo

source: Comment Count
fr_fr: Nombre de commentaires
vi_vi: Đếm bình luận

source: Random
fr_fr: Au hasard
vi_vi: Ngẫu nhiên

source: Sort Order
fr_fr: Ordre de tri
vi_vi: Sắp xếp thứ tự

source: Descending (3, 2, 1)
fr_fr: Descendant (3,2,1)
vi_vi: Giảm dần (3,2,1)

source: Ascending (1, 2, 3)
fr_fr: Ascendant (1,2,3)
vi_vi: Tăng dần (1,2,3)

source: Show Author Gravatar
fr_fr: Montrer le Gravatar de l'auteur
vi_vi: Hiển thị Gravatar tác giả

source: Gravatar Size
fr_fr: Taille du Gravatar
vi_vi: Kích cỡ Gravatar

source: Small (45px)
fr_fr: Petit (45px)
vi_vi: Nhỏ (45px)

source: Medium (65px)
fr_fr: Moyen (65px)
vi_vi: Trung bình (65px)

source: Extra Large (125px)
fr_fr: Très large (125px)
vi_vi: Rất lớn (125px)

source: Gravatar Alignment
fr_fr: Alignement du Gravatar
vi_vi: Canh chỉnh Gravatar

source: Show Post Title
fr_fr: Montrer le titre de l'article
vi_vi: Hiện tiêu đề bài viết

source: Show Post Info
fr_fr: Montrer les informations de l'article
vi_vi: Hiện thông tin bài viết

source: Content Type
fr_fr: Type de contenu
vi_vi: Kiểu nội dung

source: Show Content
fr_fr: Montrer le contenu de l'article
vi_vi: Hiển thị nội dung

source: Show Excerpt
fr_fr: Montrer l'extrait
vi_vi: Hiển thị đoạn trích

source: Show Content Limit
fr_fr: Montrer un extrait de l'article
vi_vi: Hiển thị giới hạn nội dung

source: No Content
fr_fr: Pas de contenu
vi_vi: Không có nội dung

source: More Text (if applicable)
fr_fr: Texte pour En lire plus
vi_vi: Thêm chữ (nếu muốn)

source: To display an unordered list of more posts from this category, please fill out the information below
fr_fr: Pour afficher une liste de plus d'articles de cette catégorie, veuillez remplir les information ci-dessous
vi_vi: Để hiển thị danh sách chưa được sắp xếp của các bài viết trong chủ đề này, hãy điền thông tin vào bên dưới.

source: Show Category Archive Link
fr_fr: Montrer le lien vers l'archive de cette catégorie
vi_vi: Hiển thị liên kết đến phần lưu trữ chủ đề

source: Link Text
fr_fr: Lien pour le texte
vi_vi: Chữ liên kết

source: Display a list of your latest tweets.
fr_fr: Afficher une liste de vos tous derniers tweets.
vi_vi: Hiển thị danh sách tweet gần đây nhất của bạn

source: Genesis - Latest Tweets
fr_fr: Genesis - Les derniers Tweets
vi_vi: Genesis - Tweet gần đây nhất

source: The Twitter API is taking too long to respond. Please try again later.
fr_fr: L'API Twitter prends trop de temps. Merci de réessayer plus tard.
vi_vi: Twitter API đã xử lý quá lâu không có phản hồi. Hãy thử lại sau.

source: There was an error while attempting to contact the Twitter API. Please try again.
fr_fr: L'API Twitter retourne une erreur. Merci de réessayer plus tard.
vi_vi: Có lỗi trong quá trình thử liên hệ đến Twitter API. Hãy thử lại sau

source: The Twitter API returned an error while processing your request. Please try again.
fr_fr: L'API Twitter retourne une erreur. Merci de réessayer plus tard.
vi_vi: Twitter API trả về một lỗi trong quá trình xử lý yêu cầu của bạn. Hãy thử lại.

source: about %s ago
fr_fr: à propos, il y a %s
vi_vi: khoảng %s trước

source: If you would like to continue to use the Latest Tweets widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a>.
fr_fr: Si vous voulez utiliser le widget Derniers Tweets merci de demander à l'administrateur d'<a href="%s" target="_blank">installer ce plugin</a>.

source: If you would like to continue to use the Latest Tweets widget functionality, please <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">install this plugin</a>.
fr_fr: Si vous voulez continuer à utiliser le widget Derniers Tweets, veuillez <a href="%s" class="thickbox" title="Install Genesis Latest Tweets">installer ce plugin</a>.

source: Read More
fr_fr: Lire plus

source: Displays user profile block with Gravatar
fr_fr: Affiche le bloc du profile d'utilisateur avec un Gravatar
vi_vi: Hiển thị khối thông tin thành viên với Gravatar

source: Genesis - User Profile
fr_fr: Genesis - Profil d'utilisateur
vi_vi: Genesis - Hồ sơ thành viên

source: View My Blog Posts
fr_fr: Voir mes articles
vi_vi: Xem các bài viết Blog của tôi

source: Select a user. The email address for this account will be used to pull the Gravatar image.
fr_fr: Sélectionner un utilisateur. L'adresse email de ce compte sera utilisée pour ajouter l'image Gravatar
vi_vi: Chọn một thành viên. Địa chỉ email của tài khoản này sẽ được sử dụng để lấy hình ảnh từ Gravatar

source: Small
fr_fr: Petit
vi_vi: Nhỏ

source: Medium
fr_fr: Moyen
vi_vi: Vừa

source: Large
fr_fr: Grand
vi_vi: Lớn

source: Extra Large
fr_fr: Très grand
vi_vi: Rất lớn

source: Select which text you would like to use as the author description
fr_fr: Sélectionner le texte vous voulez utiliser comme biographie de l'auteur
vi_vi: Hãy chọn chữ mà bạn muốn dùng cho phần mô tả về tác giả

source: Author Bio
fr_fr: Biographie de l'auteur
vi_vi: Tiểu sử Tác giả

source: Custom Text (below)
fr_fr: Le texte personnalisé ci-dessous
vi_vi: Tùy chỉnh chữ (bên dưới)

source: Custom Text Content
fr_fr: Texte de contenu personnalisé
vi_vi: Tùy chỉnh chữ Nội dung

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
fr_fr: Choisir votre page "A propos de moi" d'après la liste ci-dessous. Ce sera la page liée à la fin de la partie "A propos de moi"
vi_vi: Hãy chọn trang mở rộng "Về Tôi" từ danh sách bên dưới. Điều này sẽ tạo ra trang gắn kết vào phần cuối của mục giới thiệu về tôi

source: Extended page link text
fr_fr: Extension du texte de lien pour la page
vi_vi: Chữ liên kết trang mở rộng

source: Show Author Archive Link?
fr_fr: Montrer le lien vers les archives de l'auteur
vi_vi: Hiện liên kết đến trang Tác giả

source: Search Results for:
fr_fr: Chercher les résultats pour:

source: Pages:
vi_vi: Trang:

source: Doctitle Settings
vi_vi: Thiết lập tiêu đề tài liệu

source: The Document Title is the single most important SEO tag in your document source. It succinctly informs search engines of what information is contained in the document. The doctitle changes from page to page, but these options will help you control what it looks by default.
vi_vi: Tiêu đề tài liệu là một phần quan trọng hầu hết đối với SEO tag của nguồn tài liệu. Nó ngắn gọn thông báo cho bộ máy tìm kiếm thông tin nào được chứa trong tài liệu. Tiêu đề tài liệu thay đổi từ trang này sang trang khác nhưng những lựa chọn sẽ giúp bạn điều khiển nó giống như mặc định

source: <b>By default</b>, the homepage doctitle will contain the site title, the single post and page doctitle will contain the post/page title, archive pages will contain the archive type, etc.
vi_vi: <b>Mặc định</b>, tiêu đề tài liệu tại trang chủ sẽ chứa tiêu đề website, tiêu đề tài liệu bài viết đơn và trang sẽ chứa tiêu đề bài viết/trang, trang lưu trữ sẽ chứa dạng lưu trữ,...vv

source: Append Site Description to Doctitle on homepage?
vi_vi: Thêm mô tả website vào phần tiêu đề tài liệu trên trang chủ?

source: Append Site Name to Doctitle on inner pages?
vi_vi: Thêm tên website vào tiêu đề tài liệu trên các trang trong ?

source: Doctitle (%s) Append Location:
vi_vi: Tiêu đề tài liệu (%s) thêm vào vị trí:

source: Determines what side the appended doctitle text will go on.
vi_vi: Xác định phía nào được thêm chữ tiêu đề tài liệu sẽ tiếp tục.

source: Doctitle (<code>&lt;title&gt;</code>) Separator:
vi_vi: Tiêu đề tài liệu (<code>&lt;title&gt;</code>) Phân cách:

source: If the doctitle consists of two parts (Title &amp; Appended Text), then the Doctitle Separator will go between them.
vi_vi: Nếu tiêu đề tài liệu chứa 2 phần (Tiêu đề &amp; chữ được thêm), thì phân cách tiêu đề tài liệu sẽ được thêm vào giữa chúng

source: The %s tag is, arguably, the second most important SEO tag in the document source. Choose wisely.
vi_vi: %s tag được cho là quan trọng thứ 2 nhất của SEO tag trong nguồn tài liệu. Vì thế hãy chọn thật khéo léo.

source: Site Description
vi_vi: Mô tả website

source: Home Doctitle:
vi_vi: Tiêu đề tài liệu trang chủ:

source: If you leave the doctitle field blank, your site&rsquo;s title will be used instead.
vi_vi: Nếu bạn bỏ phần tiêu đề tài liệu trống, tiêu đề website của bạn sẽ được sử dụng thay thế.

source: Home META Description:
vi_vi: META mô tả trang chủ

source: The META Description can be used to determine the text used under the title on search engine results pages.
vi_vi: META mô tả có thể được dùng để chỉ định chữ dùng dưới tiêu đề trên trang kết quả của bộ máy tìm kiếm

source: Home META Keywords (comma separated):
vi_vi: META từ khóa trang chủ (phân cách bởi dấu phẩy):

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no SEO value whatsoever. They just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
vi_vi: Mặc định Wordpress đặt một vài tag bên trong tài liệu %1$s của bạn. Hầu hết các tag đó là không cần thiết và vì thế không có giá trị cho SEO. Chúng chỉ làm cho website tải chậm hơn. Hãy chọn tag nào mà bạn muốn thêm vào tài liệu %1$s của bạn. Nếu bạn không biết gì về chúng hãy để trống không tích vào chúng.

source: The shortlink tag might have some use for 3rd party service discoverability, but it has no SEO value whatsoever.
vi_vi: Shortlink Tag có thể có một vài dịch vụ 3rd party khám phá, nhưng nó không có giá trị SEO nào.

source: Some search engines will cache pages in your site (e.g Google Cache). The %1$s tag will prevent them from doing so. Choose what archives you want to %1$s.
vi_vi: Một vài máy tìm kiếm sẽ lưu cache trang trên website của bạn (ví dụ Google Cache). %1$s tag sẽ ngăn chúng làm điều đó. Hãy chọn dạng lưu trữ mà bạn muốn %1$s.

source: Header Settings
vi_vi: Thiết lập phần đầu

source: Navigation Settings
vi_vi: Thiết lập chuyển hướng

source: Blog Page
vi_vi: Trang blog

source: Version:
vi_vi: Phiên bản:

source: Use for blog title/logo:
vi_vi: Sử dụng chọ blog tiêu đề/logo

source: Include Primary Navigation Menu?
vi_vi: Bao gồm cả Menu chuyển hướng chính?

source: Include Secondary Navigation Menu?
vi_vi: Bao gồm cả Menu chuyển hướng thứ hai?

source: Pages
vi_vi: Trang

source: Archives
vi_vi: Lưu trữ

source: seconds
vi_vi: giây

source: and
vi_vi: và

source: Have you tried our Scribe SEO software? Do keyword research, content optimization, and link building without leaving WordPress. <b>Genesis owners save over 50&#37; using the promo code FIRST when you sign up</b>. <a href="%s" target="_blank">Click here for more info</a>.
vi_vi: Bạn đã từng thử phần mềm Scribe SEO của chúng tôi ? Nghiên cứu từ khóa, tối ưu hóa nội dung, và xây dựng liên kết mà không ra ngoài Wordpress. <b>Người sở hữu Genesis có thể tiết kiệm 50&#37; nếu sử dụng mã giảm giá FIRST khi đăng ký</b>. <a href="%s" target="_blank">Nhấn vào đây để biết thêm thông tin</a>.

source: Visit %s&#8217;s website
vi_vi: Ghé thăm %s&#8217;s website

source: <h3>Trackbacks</h3>
vi_vi: <h3>Theo dõi Trackback</h3>

source: Edit
vi_vi: Sửa

source: Email
vi_vi: Địa chỉ Email

source: Copyright
vi_vi: Bản quyền

source: Read more&hellip;
vi_vi: Đọc thêm&hellip;

source: You are using invalid arguments with the %s function.
vi_vi: Bạn đang sử dụng tham số không hợp lệ với hàm %s

source: Search this website %s
vi_vi: Tìm kiếm trên website %s

source: Text To Show
vi_vi: Chữ để hiển thị

source: Enter your email address...
vi_vi: Hãy nhập địa chỉ email của bạn...

source: Input Text
vi_vi: Nhập chữ

source: Go
vi_vi: Đi

source: Button Text
vi_vi: Nút chữ

source: Page
vi_vi: Trang

source: Date
vi_vi: Ngày tháng

source: Parent
vi_vi: Cha

source: Large (85px)
vi_vi: Lớn (85px)

source: Twitter Username
vi_vi: Tên tài khoản Twitter

source: Number of Tweets to Show
vi_vi: Số Tweet muốn hiển thị

source: Hide @ Replies
vi_vi: Ẩn phần @ Replies

source: Load new Tweets every
vi_vi: Lấy những Tweet mới mỗi

source: 5 Min.
vi_vi: 5 phút.

source: 15 Minutes
vi_vi: 15 phút.

source: 30 Minutes
vi_vi: 30 phút.

source: 1 Hour
vi_vi: 1 giờ

source: 2 Hours
vi_vi: 2 giờ

source: 4 Hours
vi_vi: 4 giờ

source: 12 Hours
vi_vi: 12 giờ

source: 24 Hours
vi_vi: 24 giờ

source: Include link to twitter page?
vi_vi: Kèm theo liên kết đến trang Twitter?

source: Link Text (required)
vi_vi: Chữ liên kết (bắt buộc)

source: This widget has been deprecated, and will eventually be removed. DO NOT use it. You have been warned.
vi_vi: Widget này đã bị hạn chế, và sẽ bị loại bỏ dần. KHÔNG NÊN dùng nó. Bạn đã được cảnh báo.

source: Genesis - Category Menu
vi_vi: Genesis - Menu Chủ đề

source: This widget has been deprecated, and will eventually be removed. We suggest that you <a href="%s">create a menu</a> and use the "Custom Menu" widget instead.
vi_vi: Widget này đã bị hạn chế, và sẽ bị loại bỏ dần. Chúng tôi khuyên bạn <a href="%s">tạo một menu</a> và sử dụng widget "Menu tùy chỉnh" để thay thế.

source: Genesis - Page Menu
vi_vi: Genesis - Menu trang

source: [Read More %s]
vi_vi: [Đọc thêm %s]
