Repository: wp-plugins/genesis-translations
Catalog: trunk/genesis-translations/*.po
Languages: fr_fr, vi_vi

source: Posts
fr_fr: Articles
vi_vi: Bài viết

source: 404 Page
fr_fr: Page 404
vi_vi: Trang 404

source: Attachment Page
fr_fr: Page de fichier
vi_vi: Trang đính kèm

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
fr_fr: Les fils d'Ariane sont un excellent moyen de laisser vos visiteurs trouver où ils sont sur votre site avec un simple coup d'œil. Vous pouvez les activer/désactiver sur certaines zones de votre site.
vi_vi: Breadcumb là cách tốt nhất về việc cho phép người truy cập biết nơi mà họ đang truy cập trên website mà họ vừa lướt qua. Bạn có thể bật/tắt chúng trên từng phần của website

source: Select one of the following:
fr_fr: Sélectionner un des éléments suivants
vi_vi: Chọn một trong những cái sau đây:

source: Display post content
fr_fr: Afficher le contenu de l'article
vi_vi: Hiển thị nội dung bài viết

source: Display post excerpts
fr_fr: Afficher l'extrait de l'article
vi_vi: Hiển thị đoạn trích bài viết

source: Limit content to
fr_fr: Limiter le contenu à
vi_vi: Giới hạn nội dung đến

source: characters
fr_fr: caractères
vi_vi: ký tự

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
fr_fr: Utiliser cette option limite le texte et le formatage pour texte affiché. Afin d'utiliser cette option, choisissez "Afficher le contenu de l'article" avec la case à cocher ci-dessus.
vi_vi: Sử dụng lựa chọn này sẽ giới hạn chữ và loại bỏ tất cả các định dạng từ chữ được hiển thị. Để dùng lựa chọn này, hãy chọn "Hiển thị nội dung bài viết" trong hộp lựa chọn bên trên

source: Include the Featured Image?
fr_fr: Inclure l'image à la une de l'article?
vi_vi: Kèm theo Ảnh đặc trưng ?

source: Image Size:
fr_fr: Taille de l'image:
vi_vi: Kích cỡ ảnh:

source: Select Post Navigation Technique:
fr_fr: Sélectionner la technique de navigation:
vi_vi: Hãy chọn kỹ thuật chuyển hướng bài viết

source: Older / Newer
fr_fr: + ancien / + récent
vi_vi: Cũ hơn/ Mới hơn

source: Previous / Next
fr_fr: Précédent / Prochain
vi_vi: Trước / Sau

source: Numeric
fr_fr: Numérique
vi_vi: Dạng số

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
fr_fr: Ces options auront une incidence sur toutes les pages du blog, y compris les archives, les pages d'auteurs, les catégories, les pages de recherche et les pages pour les mots-clefs.
vi_vi: Những lựa chọn này sẽ ảnh hưởng đến trang blog dạng liệt kê, bao gồm các trang lưu trữ, tác giả, blog, chủ đề, tìm kiếm và tag

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
fr_fr: Ces réglages seront appliqués à toute page ayant le modèle "Blog" appliqué. Non à la page d'accueil ou les pages d'archives.

source: Display which category:
fr_fr: Afficher quelle catégorie:
vi_vi: Hiển thị chủ đề nào:

source: All Categories
fr_fr: Toutes les Catégories
vi_vi: Tất cả chủ đề

source: Exclude the following Category IDs:
fr_fr: Exclure les catégories suivantes (avec le ID, identifiant de catégorie)
vi_vi: Bỏ những ID chủ đề sau:

source: Comma separated - 1,2,3 for example
fr_fr: Séparés par des virgules - 1,2,3 par exemple
vi_vi: Phân cách bởi dấu phẩy - ví dụ 1,2,3

source: Number of Posts to Show:
fr_fr: Nombre d'articles à afficher:
vi_vi: Số lượng bài viết để hiển thị:

source: Enter scripts or code you would like output to %s:
fr_fr: Entrer des scripts ou code que vous voulez inclure dans le %s:
vi_vi: Hãy nhập script hoặc code mà bạn muốn xuất ra cho %s:

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
fr_fr: Le crochet %1$s s'exécute immédiatement avant la clôture de la balise %2$s dans le code source la page.
vi_vi: %1$s hook thực hiện ngay lập tức trước khi kết thúc %2$s tag trong mã nguồn tài liệu.

source: User Permissions
fr_fr: Permissions utilisateur
vi_vi: Quyền hạn thành viên

source: Genesis Admin Menus
fr_fr: Genesis / réglage pour l'administrateur
vi_vi: Menu Quản trị Genesis

source: Enable Genesis Admin Menu?
fr_fr: Activer le menu Genesis pour l'administrateur
vi_vi: Bật menu quản trị Genesis

source: Enable SEO Settings Submenu?
fr_fr: Activer les réglages SEO?
vi_vi: Bật menu con của thiết lập SEO?

source: Enable Import/Export Submenu?
fr_fr: Activer les sous-menu Importer/Exporter?
vi_vi: Bật menu con của Nhập vào/Xuất ra?

source: Author Archive Settings
fr_fr: Réglages pour les Archive d'Auteur
vi_vi: Thiết lập lưu trữ tác giả

source: These settings apply to this author's archive pages.
fr_fr: Ces réglages sont appliqués pour la page d'archive de cet auteur.
vi_vi: Những thiết lập này áp dụng cho trang lưu trữ tác giả này

source: Custom Archive Headline
fr_fr: Entête personnalisé pour la page d'Archive
vi_vi: Tiêu đề lưu trữ tùy chỉnh

source: Will display in the %s tag at the top of the first page
fr_fr: Va afficher dans la balise %s en haut de la première page
vi_vi: Sẽ hiển thị trong %s tag ở phần đầu tiên của trang đầu tiên

source: Custom Description Text
fr_fr: Description personnalisée
vi_vi: Tùy chỉnh chữ mô tả

source: This text will be the first paragraph, and display on the first page
fr_fr: Ce texte sera le premier paragraphe et sera affiché sur la première page
vi_vi: Chữ này sẽ là đoạn văn đầu tiên, và hiển thị ở phần đầu của trang

source: Author Box
fr_fr: Biographie de l'auteur
vi_vi: Khung tác giả

source: Enable Author Box on this User's Posts?
fr_fr: Activer la Biographie de l'auteur pour chacun de ses articles?
vi_vi: Bật Khung tác giả trên bài viết của thành viên này

source: Enable Author Box on this User's Archives?
fr_fr: Activer la biographie de l'auteur pour les archives de cet auteur?
vi_vi: Bật Khung tác giả trên khu vực lưu trữ của thành viên này

source: Welcome to Genesis %s
fr_fr: Bienvenue sur Genesis %s

source: Thank you for updating to the latest version! Using Genesis %s will give you more options than you've ever had and your website will continue to purr like a kitten.
fr_fr: Merci d'avoir fait la mise à jour! Utiliser Genesis %s vous donnera plus d'options et votre site continuera à bien fonctionner.

source: What&#8217;s New
fr_fr: Quelles nouveautés

source: Updated Design and Wider Layout
fr_fr: Mettre à jour le design et les maquettes

source: Updated Security Audit
fr_fr: Mise à jour de l'Audit pour la sécurité

source: It's very important to us that we provide you the absolute best framework possible, so once again we hired WordPress Lead Developer Mark Jaquith to perform a full review of code for security as he's done in the past.
fr_fr: C'est très important pour nous de créer le meilleur framework possible. Donc une fois de plus nous avons engagé le développeur en Chef de WordPress Mark Jaquith pour faire un audit complet comme dans le passé.

source: Google Author Highlights
fr_fr: Mise en avant de l'auteur Google

source: Genesis now offers support for author highlighting. This allows Google to associate your content with your Google+ content. Just edit your profile, find the field where you can enter your Google+ account URL, and save. Genesis does the rest. And if you want to associate an author with the homepage, you can do that in SEO Settings.
fr_fr: Genesis offre désormais la possibilité de mettre en avant l'autre Google. Cela autorise Google d'associer votre contenu avec votre compte Google+. Juste éditer votre profil et ajoutez 'lURL de votre compte Google+ et sauvegardez. Genesis fait le reste. Et si vous voulez associer un auteur avec votre page d'accueil, vous pouvez voir ça sur la page de réglage SEO.

source: Deprecating Widgets
fr_fr: Widgets abandonnés

source: Genesis has always included some useful widgets to help you build your sites faster and easier. But lately, we realized that some of these widgets should really be plugins, so authors can push out updates more frequently, and you get more up to date code. So, the "eNews & Updates" and "Latest Tweets" widgets are being ported to plugins, and will eventually be removed from Genesis.
fr_fr: Genesis a toujours proposé des widgets très pratiques pour vous aider à construire vos sites plus vite et plus facilement. Mais récemment, nous avons réalisé que certains plug-ins devaient être des plug-ins. Ainsi les auteurs pourront avoir des mises à jour plus rapidement. Ainsi, les widgets "eNews" est "Derniers Tweets" sont désormais des plug-ins et seront éventuellement retirés de Genesis.

source: Genesis Category/Page Menu Widgets Removed
fr_fr: Genesis Widget Menu pour les Catégories/Pages retiré

source: We deprecated the Category and Page menu widgets a few releases ago, and as of this release, we've completely removed them from the framework. If you were still using either of these widgets, you will notice that your menu is no longer showing.
fr_fr: Nous avons arrêté ce widget il y a un moment. Si vous l'utilisez encore, vous verrez que ce menu n'apparaît plus.

source: You will need to build a <a href="%s">custom menu</a> and add the custom menu widget to the Header Right widget area.
fr_fr: Vous aurez besoin de construire un <a href="%s">menu personnalisé</a> et d'ajouter le widget du même nom dans la zone de widget Entête de droite.

source: Other Geeky Stuff
fr_fr: Autres trucs de Geek

source: We also fixed a lot of little bugs, improved some things, and generally made the framework a more solid foundation for you to use. We hope you enjoy this latest release!
fr_fr: Nous avons résolu beaucoup de petits bugs, améliorez plusieurs choses et en général fais en sorte que le framework soit une solide fondation. Nous espérons que vous aimerez cette dernière version.

source: Genesis 2.0 Roadmap
fr_fr: Perspectives pour Genesis 2.0

source: Support for HTML5 Markup
fr_fr: Support pour les marqueurs HTLM5

source: We have big plans for a new markup structure in Genesis 2.0, all built with HTML5.
fr_fr: Nous avons de grands projets pour faire de Genesis 2.0 une structure tout en HTML5

source: A New Mobile Strategy
fr_fr: Une nouvelle stratégie mobile

source: In case you can't tell, we're big fans of designing for mobile devices around here. So, we're going to be doing some things that will make it a whole lot easier to get your site mobile ready with Genesis in 2.0.
fr_fr: Au cas où vous ne l'auriez pas vu, nous sommes fan des design pour mobiles. Aussi nous avons prévu plusieurs choses pour rendre la mise en place beaucoup plus simple avec Genesis 2.0.

source: Project Leads
fr_fr: Chefs de Projet

source: Lead Developer
fr_fr: Développeurs

source: Contributors
fr_fr: Contributeurs

source: Contributor
fr_fr: Contributeur

source: Go to Theme Settings &rarr;
fr_fr: Aller aux réglages du thème &rarr;

source: Go to SEO Settings &rarr;
fr_fr: Aller aux réglages SEO &rarr;

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
fr_fr: Vous ne pouvez pas utiliser %s pour créer deux menus dans la même sous classe. Merci d'utiliser différentes sous classes pour chaque menu.
vi_vi: Bạn không thể dùng %s để tạo ra 2 menu trong cùng một lớp con. Hãy sử dùng những lớp con riêng biệt cho mỗi menu

source: Are you sure you want to reset?
fr_fr: Etes vous sûr de vouloir réinitialiser les réglages?
vi_vi: Bạn có chắc bạn muốn thiết lập lại ?

source: Home
fr_fr: Accueil
vi_vi: Trang chủ

source: You are here:
fr_fr: Vous êtes ici :
vi_vi: Bạn đang ở:

source: Archives for
fr_fr: Archives pour
vi_vi: Lưu trữ cho

source: Search for
fr_fr: Recherche pour
vi_vi: Tìm kiếm cho

source: Not found:
fr_fr: Nous n'avons pas trouvé:
vi_vi: Không tìm thấy:

source: View %s
fr_fr: Voir %s
vi_vi: Xem %s

source: View all posts in %s
fr_fr: Voir tous les articles dans %s
vi_vi: Xem tất cả bài viết trong %s

source: View all %s
fr_fr: Voir tous %s
vi_vi: Xem tất cả %s

source: View archives for %s
fr_fr: Archives pour %s
vi_vi: Xem lưu trữ cho %s

source: View archives for %s %s
fr_fr: Archives pour %s %s
vi_vi: Xem lưu trữ cho %s %s

source: View all items in %s
fr_fr: Voir tous les articles dans %s
vi_vi: Xem tất cả các mục trong %s

source: This file no longer needs to be included.
fr_fr: Ce fichier n'a plus besoin d'être inclus.
vi_vi: Tập tin này không còn cần thiết để nhập vào.

# time difference
source: seconds
fr_fr: secondes

# time difference
source: %s year
fr_fr: %s année

# time difference
source: %s month
fr_fr: %s mois

# time difference
source: %s week
fr_fr: %s semaine

# time difference
source: %s day
fr_fr: %s jour

# time difference
source: %s hour
fr_fr: %s heure

# time difference
source: %s second
fr_fr: %s seconde

# separator in time difference
source: and
fr_fr: et

source: Content-Sidebar
fr_fr: Contenu-Barre latérale
vi_vi: Nội dung-Sidebar

source: Sidebar-Content
fr_fr: Barre latérale-Contenu
vi_vi: Sidebar-Nội dung

source: Content-Sidebar-Sidebar
fr_fr: Contenu-Barre latérale-Barre latérale
vi_vi: Nội dung-Sidebar-Sidebar

source: Sidebar-Sidebar-Content
fr_fr: Barre latérale-Barre latérale-Contenu
vi_vi: Sidebar-Sidebar-Nội dung

source: Sidebar-Content-Sidebar
fr_fr: Barre latérale-Contenu-Barre latérale
vi_vi: Sidebar-Nội dung-Sidebar

source: Full Width Content
fr_fr: Pleine page
vi_vi: Nội dung toàn trang

source: No Label Selected
fr_fr: Aucune étiquette n'est sélectionnée
vi_vi: Không có nhãn nào được chọn

source: The argument, "context", has been replaced with "theme_location" in the $args array.
fr_fr: La propriété "context", a été remplacé par "theme_location" dans les $args du array (tableau)
vi_vi: Tham số, "context" đã được thay thế bằng "theme_location" trong biến chứ mảng $args

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
fr_fr: Avez-vous essayé Scribe SEO software? Il permet de faire des recherches de mots clefs, des optimisations de contenus et de liens sans quitter WordPress. <b>Les utilisateurs Genesis économisent 50&#37; en le lien spécial</b>. <a href="%s" target="_blank">Cliquez ici pour plus d'information</a>.

source: Dismiss
fr_fr: Rejeté
vi_vi: Tắt đi

source: Congratulations! You are now rocking Genesis %s
fr_fr: Bravo! Vous reposez sur Genesis %s
vi_vi: Chúc mừng ! Bạn đang sử dụng Genesis %s

source: Click here to complete the upgrade
fr_fr: Cliquer ici pour finaliser la mise à jour
vi_vi: Nhấn vào đây để hoàn thành việc nâng cấp.

source: Genesis %s is available. <a href="%s" class="thickbox thickbox-preview">Check out what's new</a> or <a href="%s" onclick="return genesis_confirm('%s');">update now</a>.
fr_fr: Genesis %s est disponible. <a href="%s" class="thickbox thickbox-preview">Regardez les nouvautés</a> ou <a href="%s" onclick="return genesis_confirm('%s');">mettez à jour maintenant</a>.
vi_vi: Genesis %s đã có sẵn. <a href="%s" class="thickbox thickbox-preview">Hãy xem có gì mới</a> hoặc <a href="%s" onclick="return genesis_confirm('%s');">cập nhật ngay bây giờ</a>.

source: Upgrading Genesis will overwrite the current installed version of Genesis. Are you sure you want to upgrade?. "Cancel" to stop, "OK" to upgrade.
fr_fr: Mettre à jour Genesis va écraser la version actuellement installée. Etes-vous sûr de vouloir faire une mise à jour?. "Annuler" pour arrêter, "OK" pour faire la mise à jour.
vi_vi: Việc nâng cấp Genesis sẽ ghi đè vào phiên bản đã cài đặt của Genesis hiện tại. Bạn có chắc muốn nâng cấp ?. "Bỏ qua" để dừng lại, "OK" để nâng cấp.

source: Genesis %s is available for %s
fr_fr: Genesis %s est disponible pour %s
vi_vi: Genesis %s đã có sẵn để %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
fr_fr: Genesis %s est maintenant disponible. Nous avons programmer une mise à jour en un click pour ce thème.
vi_vi: Genesis %s đã có sẵn. Chúng tôi cung cấp chức năng cập nhật chỉ bằng 1-cú nhấn chuột cho giao diện, vì thế hãy đăng nhập vào bảng điều khiển và cập nhật sớm nhất vào thời điểm thuận tiện của bạn

source: Header Left
fr_fr: Entête Gauche
vi_vi: Phần đầu bên trái

source: Header Right
fr_fr: Entête de droite
vi_vi: Phần đầu bên phải

source: This is the widget area in the header.
fr_fr: C'est la zone de widget de l'entête.
vi_vi: Đây là khu vực widget bên trong phần đầu

source: Primary Sidebar
fr_fr: Barre latérale 1
vi_vi: Sidebar chính

source: This is the primary sidebar if you are using a two or three column site layout option.
fr_fr: C'est la barre latérale 1 si vous utilisez 2 ou 3 colonnes dans les Options de maquette pour Genesis sur chaque page ou article.
vi_vi: Đây là sidebar chính nếu bạn đang sử dụng lựa chọn mẫu 2 hoặc 3 cột.

source: Secondary Sidebar
fr_fr: Barre latérale 2
vi_vi: Sidebar thứ hai

source: This is the secondary sidebar if you are using a three column site layout option.
fr_fr: C'est la barre latérale 2 si vous utilisez 2 ou 3 colonnes dans les Options de maquette pour Genesis sur chaque page ou article.
vi_vi: Đây là sidebar thứ hai nếu bạn đang sử dụng lựa chọn mẫu 3 cột.

source: Footer %d
fr_fr: Pied de Page %d
vi_vi: Phần cuối %d

source: Footer %d widget area.
fr_fr: Zone de Widget pour le pied de page %d.
vi_vi: Khu vực widget phần cuối %d

source: Primary Navigation Menu
fr_fr: Menu de navigation principal
vi_vi: Menu truy cập chính

source: Secondary Navigation Menu
fr_fr: Menu de navigation secondaire
vi_vi: Menu truy cập thứ hai

source: Select / Deselect All
fr_fr: Tout Sélectionner / Désectionner
vi_vi: Chọn/Bỏ chọn Tất cả

source: Return to top of page
fr_fr: Vers le Haut de la Page
vi_vi: Trở về đầu trang

source: by
fr_fr: par
vi_vi: bởi

source: Log in
fr_fr: Se connecter
vi_vi: Đăng nhập

source: Log out
fr_fr: Se déconnecter
vi_vi: Đăng xuất

source: ago
fr_fr: il y a
vi_vi: trước

source: Visit %s&#x02019;s website
fr_fr: Visiter le site %s&#x02019;s

source: % Comments
fr_fr: % Commentaires
vi_vi: % Bình luận

source: 1 Comment
fr_fr: 1 Commentaire
vi_vi: 1 Bình luận

source: Leave a Comment
fr_fr: Laissez un commentaire
vi_vi: Để lại bình luận

source: Tagged With:
fr_fr: Tags:
vi_vi: Tag với:

source: Filed Under:
fr_fr: Catégorie(s):
vi_vi: Thuộc chủ đề:

source: (Edit)
fr_fr: (Editer)
vi_vi: (Sửa)

source: <h3>Comments</h3>
fr_fr: <h3>Commentaires</h3>
vi_vi: <h3>Bình luận</h3>

source: says
fr_fr: a écrit
vi_vi: viết

source: %1$s at %2$s
fr_fr: %1$s à %2$s
vi_vi: %1$s lúc %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.
vi_vi: Bình luận của bạn đang chờ để xét duyệt

source: Name
fr_fr: Nom
vi_vi: Tên

source: Website
fr_fr: Site web
vi_vi: Địa chỉ website

source: Speak Your Mind
fr_fr: Exprimez vous!
vi_vi: Hãy để lại ý kiến

source: on
fr_fr: sur
vi_vi: trên

source: Read more
fr_fr: Lire plus

source: Comments
fr_fr: Commentaires
vi_vi: Bình luận

source: [Read more...]
fr_fr: [Lire plus...]
vi_vi: [Đọc thêm...]

source: Sorry, no posts matched your criteria.
fr_fr: Désolé aucun article ne rempli vos critères.
vi_vi: Xin lỗi, không có bài viết nào phù hợp với chỉ định của bạn

source: by
fr_fr: par
vi_vi: bởi

source: About
fr_fr: A propos
vi_vi: Nói về

source: Older Posts
fr_fr: Anciens articles
vi_vi: Bài viết cũ hơn

source: Newer Posts
fr_fr: Articles récents
vi_vi: Bài viết mới hơn

source: Previous Page
fr_fr: Page précédente
vi_vi: Trang trước

source: Next Page
fr_fr: Prochaine Page
vi_vi: Trang sau

source: Search this website
fr_fr: Chercher sur ce site

source: Search
fr_fr: GO
vi_vi: Tìm kiếm

source: Primary Sidebar Widget Area
fr_fr: Zone de Widget pour la "Barre latérale 1"
vi_vi: Khu vực Sidebar Widget chính

source: This is the Primary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
fr_fr: Voici la zone de la barre latérale 1. Vous pouvez ajouter du contenu en visitant <a href="%s">la partie Widgets</a> et en ajoutant des éléments à cette partie.
vi_vi: Đây là Khu vực Sidebar Widget chính. Bạn có thể thêm nội dung vào khu vực này bằng cách vào <a href="%s">Kênh Widget</a> và thêm widget mới vào khu vực này

source: Secondary Sidebar Widget Area
fr_fr: Zone de Widget pour la "Barre latérale 2"
vi_vi: Khu vực Sidebar Widget thứ hai

source: This is the Secondary Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
fr_fr: Voici la zone de la barre latérale 2. Vous pouvez ajouter du contenu en visitant <a href="%s">la partie Widgets</a> et en ajoutant des éléments à cette partie.
vi_vi: Đây là Khu vực Sidebar Widget thứ hai. Bạn có thể thêm nội dung vào khu vực này bằng cách vào <a href="%s">Kênh Widget</a> và thêm widget mới vào khu vực này

source: Single Post Template
fr_fr: Modèle de page pour un article
vi_vi: Giao diện Bài viết đơn

source: Post Template
fr_fr: Modèle d'article
vi_vi: Giao diện bài viết

source: Some themes have custom templates you can use for single posts that might have additional features or custom layouts. If so, you will see them above.
fr_fr: Certains thème ont des modèles de page que vous pouvez utiliser pour des articles uniques. Si c'est le cas, vous les verrez ci-dessous
vi_vi: Một vài giao diện có các mẫu tùy chỉnh mà bạn có thể dùng cho bài viết đơn vì có các chức năng phụ trợ hoặc các kiểu giao diện tùy chỉnh. Nếu có, bạn sẽ thấy chúng ở phía bên trên

source: Enter your email address ...
fr_fr: Entrer votre adresse email ...

source: Displays Feedburner email subscribe form
fr_fr: Affiche le formulaire d'abonnement &agrave; l'e-mail Feedburner
vi_vi: Hiển thị mẫu nhập email Feedburner

source: Genesis - eNews and Updates
fr_fr: Genesis - Actualités électroniques et actualisations
vi_vi: Genesis - eNews và Cập nhật

source: This widget has been deprecated, and should no longer be used.
fr_fr: Ce widget n'est plus supporté et ne doit pas être utilisé.

source: If you would like to continue to use the eNews widget functionality, please have a site administrator <a href="%s" target="_blank">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
fr_fr: Si vous voulez utilisez le widget eNews merci d'<a href="%s" target="_blank"> installer ce plugin</a> et remplacer ce widget par le widget Genesis eNews Extended.

source: If you would like to continue to use the eNews widget functionality, please <a href="%s" class="thickbox" title="Install Genesis eNews Extended">install this plugin</a> and replace this widget with the Genesis eNews Extended widget.
fr_fr: Si vous voulez utilisez les fonctionnalité du widget eNews merci d'<a href="%s" class="thickbox" title="Install Genesis eNews Extended"> installer ce plugin</a> et remplacer ce widget par le widget Genesis eNews Extended.

source: Displays featured page with thumbnails
fr_fr: Affiche une page caractéristique avec les Vignettes
vi_vi: Hiển thị trang đặc trưng kèm theo hình đại diện

source: Genesis - Featured Page
fr_fr: Genesis - Page caractéristique
vi_vi: Genesis - Trang đặc trưng

source: Title
fr_fr: Titre
vi_vi: Tiêu đề

source: Show Featured Image
fr_fr: Montrer l'image à la une
vi_vi: Hiển thị Ảnh đặc trưng

source: Image Size
fr_fr: Taille de l'image
vi_vi: Kích cỡ Ảnh

source: Image Alignment
fr_fr: Alignement de l'image
vi_vi: Canh chỉnh Ảnh

source: None
fr_fr: Aucun
vi_vi: Không

source: Show Page Title
fr_fr: Montrer le titre de la page
vi_vi: Hiển thị tiêu đề trang
